INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Google Ads & Trademarks - DITE', 'adwords-google-trademark', 'Το άρθρο του Γιάννη Ψαράκη μπορείτε να το βρείτε εδώ

<div class=''', 'Giannis Psarakis', '2024-02-07', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('SYNIGOROS - Nomiki Vivliothiki', 'blog-post', 'Το άρθρο του Γιάννη Ψαράκη μπορείτε να το βρείτε εδώ.

<div class=''', 'Giannis Psarakis', '2023-04-26', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('To peristatiko me ti giagia sta Lidl', 'branding-marketing', '(Σε συνεργασία με το euro2day)

Προ ημερών έλαβε μεγάλη δημοσιότητα η είδηση σύμφωνα με την οποία 73χρονη (αλλού αναφέρεται ως 65χρονη) γυναίκα επιχείρησε να κλέψει τρόφιμα από κατάστημα της γνωστής αλυσίδας supermarket Lidl. Η αιτία για την οποία έλαβε τέτοια δημοσιότητα το γεγονός, ήταν όχι τόσο η πράξη που της αποδίδεται, αλλά η αντίδραση της γνωστής αλυσίδας: φέρεται ότι κατέθεσε (ή είχε τουλάχιστον την πρόθεση να καταθέσει) μήνυση.

Η αντίδραση του κοινού ήταν έντονη, κατηγορώντας τα Lidl για αναλγησία και πολλά άλλα - η ιστορία εξάλλου είναι γνωστή.

Remaining Time-0:00FullscreenMute

Ιδιαίτερο ενδιαφέρον όμως έχει και η αντίδραση που αποδόθηκε (αρχικά τουλάχιστον) στην αλυσίδα super markets Σκλαβενίτης. Σύμφωνα με φήμες οι οποίες σχεδόν άμεσα κατέκλυσαν το διαδίκτυο, μόλις το περιστατικό δημοσιεύτηκε, ένα φορτηγάκι της εταιρείας "γέμισε" με τρόφιμα το σπίτι της ηλικιωμένης κυρίας. Η είδηση δεν έχει επιβεβαιωθεί επίσημα από τον Σκλαβενίτη, ενώ πηγές αναφέρουν ότι η ίδια η εταιρεία έχει διαψεύσει τη φήμη. Δεν αναιρείται, όμως, η καταλληλότητα του συγκεκριμένου περιστατικού για να προχωρήσουμε σε ορισμένες χρήσιμες διαπιστώσεις.

Η αναφορά αυτή λοιπόν μάς κάνει να θυμηθούμε την αξία λοιπών ενεργειών, πέραν της διαφήμισης, για την οικοδόμηση ορισμένου brand. Αυτή βέβαια (ενν. η διαφήμιση), αποτελεί τη συχνότερη αιτία για την οποία ένα διακριτικό γνώρισμα (π.χ. επωνυμία) θα θεωρηθεί φημισμένο. Είναι αλήθεια ότι εκατοντάδες εκατομμύρια ευρώ δαπανώνται σε διαφήμιση ετησίως σε παγκόσμια κλίμακα. Αυτό αποτελεί τον κανόνα. Η αλυσίδα supermarkets Σκλαβενίτης - μιας που ο "αστικός μύθος" (έτσι φαίνεται πως είναι) την αφορά - αποτελεί μια καλή εξαίρεση&#183; και την χαρακτηριστικότερη περίπτωση στα ελληνικά δεδομένα για το πώς μπορεί να οικοδομηθεί ένα ισχυρό brand με ελάχιστη διαφημιστική δαπάνη.

Θα μπορούσαμε να πούμε μάλιστα ότι ακριβώς το γεγονός αυτό -ότι δηλαδή η εταιρεία υστερεί σε διαφημιστική δαπάνη- δημιουργεί συμπάθειες στο κοινό&#903; δεν ήταν λίγες οι φορές που δημοσιεύματα στα media ανέφεραν πως η εξοικονόμηση χρημάτων από τη διαφήμιση επέτρεπε την καλύτερη αμοιβή των εργαζομένων (βλ. και την απόφαση για κλειστά καταστήματα τις Κυριακές), καθώς και κοινωνικές δράσεις (κοινωνική εταιρική ευθύνη).

Όλα αυτά διαπιστώνονται και στην υπ&#8217; αριθμ. 637/2017 απόφαση της Επιτροπής Ανταγωνισμού (σε Ολομέλεια) όπου αναφέρεται ότι έως τότε (2017) η εταιρεία δεν είχε προβεί σε συστηματική διαφημιστική καμπάνια και οι σχετικές δαπάνες ήταν πολύ χαμηλότερες έναντι εκείνων των ανταγωνιστών, μην εστιάζοντας, εξάλλου, στη διαφήμιση. Στην ίδια απόφαση, μετά την παραδοχή ότι "Είναι γνωστό ότι η διαφήμιση λειτουργεί στη συνείδηση του καταναλωτή και επηρεάζει σημαντικά τις αγοραστικές του συνήθειες, μεταβάλλοντας αυτές, τόσο ως προς το κατάστημα που επιλέγει όσο και ως προς τα προϊόντα", η Επιτροπή Ανταγωνισμού αναγνώρισε ότι – πάρα την έλλειψη διαφημιστικών δαπανών σε μεγάλα μεγέθη – η αλυσίδα Σκλαβενίτης αποτελεί μια από τις μεγαλύτερες αλυσίδες σούπερ μάρκετ με βάση το εθνικό μερίδιο αγοράς.

Εξάλλου η διαφήμιση δεν έχει μόνο την κλασική μορφή που γνωρίζουμε. Η διαφήμιση από στόμα σε στόμα αποτελεί μια ακόμα μορφή της. Όπως μάλιστα παρατηρείται, είναι τέσσερις με πέντε φορές αποδοτικότερη της "κλασικής", σε έντυπα, τηλεόραση και internet (Bjornland et al., What Really Shapes the Customer Experience, The Boston Consulting Group).

Τα ανωτέρω εξακολουθούν να ισχύουν, όπως αναφέραμε και προηγουμένως, ανεξαρτήτως του αν πράγματι ο Σκλαβενίτης προχώρησε στην όμορφη αυτή ενέργεια. Διότι ακόμα και αυτό το άμεσο αντανακλαστικό της κοινωνίας να δημιουργήσει έναν τέτοιο "αστικό μύθο" και στη συνέχεια αυτός να γίνει αμέσως πιστευτός ως φυσιολογική και πάντως καθόλου αναπάντεχη αντίδραση της εταιρείας, κρίνοντας από την πορεία και τις επιλογές της, έχει τη σημασία της.

Και είναι κάθε άλλο παρά αδιάφορη.

<div class=''', 'Giannis Psarakis', '2022-03-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('To dikaio ton simaton - Syllogiko Ergo', 'dikaio-simatwn', 'Η έκδοση ενός κατ&#8217; άρθρο ερμηνευτικού έργου για τον νόμο 4679/2020 κατέστη επιβεβλημένη μετά τις σημαντικές μεταβολές που επέφερε στο δίκαιο των σημάτων με τη ψήφισή του. Ο νέος νόμος για τα εμπορικά σήματα είναι ένα εξελιγμένο και εκσυγχρονισμένο νομοθέτημα, το οποίο, πέραν από τη μεταφορά των διατάξεων της Οδηγίας (ΕΕ) 2015/2436, υιοθέτησε και για το εθνικό σήμα ορισμένες ρυθμίσεις του Κανονισμού 2017/1001 για το σήμα της Ευρωπαϊκής Ένωσης.

Η παρούσα έκδοση είναι αναλυτική και αποτελεί ένα απαραίτητο πρακτικό εργαλείο που συμβάλλει στην κατανόηση του πολυσύνθετου αυτού κλάδου δικαίου, ο οποίος κατ&#8217; εξοχήν διαπλάσσεται νομολογιακά. Τούτο έχει ως αρνητικό επακόλουθο ότι δεν υπάρχει πλήρης ασφάλεια δικαίου ως προς τη δικαστική έκβαση των υποθέσεων, γεγονός που εν μέρει οφείλεται στο ότι κεντρικές έννοιες αυτού ενέχουν αοριστία. Η ελληνική νομολογία των τελευταίων ετών έχει, πάντως, ανταποκριθεί ικανοποιητικά στις αυξημένες απαιτήσεις του κλάδου και ως εκ τούτου δίνεται ιδιαίτερη έμφαση στην ανάλυσή της. Το έργο ξεκινά με μια εκτενή εισαγωγή που συμβάλλει στην καλύτερη κατανόηση βασικών εννοιών και ζητημάτων που τίθενται για πρώτη φορά με την εφαρμογή του νέου νόμου. Ακολουθεί παράθεση όλων των άρθρων με εξαντλητική παρουσίαση θεωρητικών και νομολογιακών προσεγγίσεων. Σε κάθε άρθρο υπάρχει και ξεχωριστό λημματικό ευρετήριο που συμβάλλει στην αυξημένη χρηστικότητα του έργου.

Οι συνεργάτες του τόμου έχουν εξειδίκευση στο δίκαιο των σημάτων και μεγάλη πρακτική εμπειρία, γεγονός που προδίδει ιδιαίτερη εγκυρότητα στο έργο. Οι συμβολές τους είναι υψηλού επιπέδου και η σημασία τους δεν περιορίζεται στο ειδικό πλαίσιο του δικαίου των σημάτων. Το κύριο βάρος της όλης οργάνωσης ανέλαβε ο επίκ. καθηγητής Χρήστος Χρυσάνθης, ο οποίος είναι ο συντάκτης του νέου ν. 4679/2020, ενώ στον συντονισμό συνέβαλαν επίσης ενεργά ο επίκ. καθηγητής Ιάκωβος Βενιέρης και η επίκ. καθηγήτρια Έφη Κινινή.

Το έργο "Δίκαιο Σημάτων - Ερμηνεία κατ&#8217; άρθρο του Ν. 4679/2020" (2022) είναι διαθέσιμο εδώ.

<div class=''', 'Giannis Psarakis', '2022-09-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Dikigoroi Emporikon Simaton - Ekdilosi', 'emporiko-sima-dikigoroi', '(Πηγή: www.syneemp.gr)

<div class=''', 'Giannis Psarakis', '2022-01-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('To emporiko sima os periousiako stoicheio', 'emporiko-sima-dikigoros-kataxorisi-katoxurosi', '(Σε συνεργασία με το Startup.gr)

Ι. Έχει κάποια αξία το σήμα;

Τι σχέση μπορεί να έχουν τα ΑΕΠ της Ελβετίας, της Ουγγαρίας και του Λουξεμβούργου, με τα εμπορικά σήματα των εταιρειών Amazon, Apple και Google; Τόσο το άθροισμα των μεν, όσο και των δε, ανέρχεται στα 934 δισεκατομμύρια δολάρια .

Η σημασία των εμπορικών σημάτων - ιδίως στη σύγχρονη οικονομία - είναι πολύ μεγαλύτερη απ&#8217; όσο ίσως νομίζουμε. «Μιλώντας» με αριθμούς, σύμφωνα με πρόσφατη έρευνα του EUIPO (European Union Intellectual Property Office - Γραφείο Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης) σε συνεργασία με τον EPO (European Patent Office - Ευρωπαϊκό Γραφείο &#8710;ιπλωµάτων Ευρεσιτεχνίας), επιχειρήσεις οι οποίες επενδύουν σε δικαιώματα διανοητικής ιδιοκτησίας (τέτοιο είναι και το σήμα) παρουσιάζουν έσοδα ανά υπάλληλο (revenue per employee ratio) αυξημένα κατά 55%.

Οι λόγοι για τους οποίους το σήμα είναι ωφέλιμο για μία επιχείρηση ποικίλουν. Είναι βέβαιο ότι η κατοχύρωση ένδειξης διασφαλίζει τη δημιουργία και τη διατήρηση ορισμένης σύνδεσης με το καταναλωτικό κοινό. Εξάλλου και η ίδια η επιχείρηση, γνωρίζοντας ότι στο εξής αποκτά αποκλειστικό δικαίωμα στο συγκεκριμένο σήμα - επί του οποίου αναγκαία θα «ενσωματωθούν» οι δαπάνες αλλά και εν γένει η πρόοδός της – δρα όχι μόνο με πολύ μεγαλύτερη ασφάλεια αλλά και με ένα πρόσθετο κίνητρο για τη συνεχή βελτίωσή της. Πολύ παραστατική είναι η φράση που έχει διατυπωθεί στην επιστήμη, όπου γίνεται λόγος για «κατοχύρωση της επιχειρηματικής επίδοσης». Όπως άλλωστε σημειώνεται και στην αιτιολογική έκθεση του νέου νόμου για το εμπορικό σήμα (ν. 4679/2020) «η έλλειψη επαρκούς νομικής προστασίας για τα δικαιώματα βιομηχανικής ιδιοκτησίας συνιστά αντικίνητρο για την έρευνα, αφού χωρίς αυτήν κανένας δεν μπορεί να εκμεταλλευτεί οικονομικά την καινούργια γνώση που δημιουργεί και γι&#8217; αυτό δεν έχει κίνητρο για να επενδύσει στην έρευνα και την καινοτομία».

Έτσι, υπό το πρίσμα και των ανωτέρω διαπιστώσεων, παρίσταται δικαιολογημένη η ιδιαίτερη μεταχείριση που επιφυλάσσουν οι επιχειρήσεις για τη διαφύλαξη των εμπορικών σημάτων τους από ενδεχόμενες προσβολές.

Με τον όρο «προσβολή του σήματος» εννοούμε, για παράδειγμα, την περίπτωση στην οποία έχει καταχωρισθεί συγκεκριμένη ένδειξη ως σήμα - προοριζόμενη να διακρίνει συγκεκριμένα προϊόντα - και παρά ταύτα τρίτος θέτει σε κυκλοφορία τα ίδια αγαθά, φέροντα την ίδια ένδειξη (πρόκειται για την περίπτωση των προϊόντων «μαϊμού»-counterfeit products) ή ακόμα και την περίπτωση στην οποία ένδειξη και προϊόντα είναι απλώς παρεμφερή (π.χ. ελαφρώς διαφορετικά προϊόντα, με ελαφρώς διαφορετική ένδειξη), πλην όμως ικανά – λαμβανομένων υπ&#8217; όψιν και λοιπών κριτηρίων – να προκαλέσουν σύγχυση στο καταναλωτικό κοινό ως προς την προέλευση του αγαθού από συγκεκριμένη επιχείρηση. Πρόκειται για χαρακτηριστικές περιπτώσεις προσβολής του σήματος· όχι όμως και για τις μόνες. Όταν μάλιστα πρόκειται για σήμα φήμης (έτσι αποκαλούμε τα σήματα με μεγάλη αναγνωρισιμότητα), οι περιπτώσεις προσβολής επεκτείνονται ακόμα περισσότερο.

Η προστασία μπορεί να παρασχεθεί προληπτικά, δικαστικά, εξώδικα ή ακόμα και με μονομερείς ενέργειες .

ΙΙ. Το Ideas Powered for Business SME Fund

Γενικά τα δικαιώματα διανοητικής ιδιοκτησίας – σε αυτά συγκαταλέγεται και το εμπορικό σήμα – καταλαμβάνουν αποφασιστικό ρόλο στην πορεία ανάπτυξης μίας επιχείρησης. Ιδίως επιχειρήσεις οι οποίες στοχεύουν σε δυναμική είσοδο σε ορισμένη αγορά, διευκολύνονται σημαντικά εάν επενδύσουν στην εικόνα τους (έτσι εξάλλου εμφανίζονται στο στίβο του ανταγωνισμού), διαφυλάσσοντας παράλληλα ότι κανείς τρίτος δε θα την προσβάλλει. Παράλληλα, η εξασφάλιση αποκλειστικών δικαιωμάτων χρήσης παρέχει ένα ασφαλές περιβάλλον για ανάπτυξη και σχεδιασμό επιχειρηματικών δράσεων. Ακόμα όμως και για σκοπούς χρηματοδότησης, η καταχώριση εμπορικού σήματος δεν είναι αδιάφορη.

Αναγνωρίζοντας αυτή την πραγματικότητα – και με τις δυσμενείς συνέπειες από την πανδημία του κοροναϊού να πιέζουν - η Ε.Ε. έχει ήδη ξεκινήσει πρόγραμμα επιδότησης δράσεων διανοητικής ιδιοκτησίας, εστιάζοντας σε μικρομεσαίες επιχειρήσεις (ΜΜΕ). Το «Ideas Powered for Business SME Fund» είναι ένα πρόγραμμα επιχορηγήσεων ύψους 20 εκατομμυρίων ευρώ που δημιουργήθηκε με στόχο να βοηθήσει τις ευρωπαϊκές μικρομεσαίες επιχειρήσεις (ΜΜΕ) να έχουν πρόσβαση στα δικαιώματα διανοητικής ιδιοκτησίας (π.χ. με παροχή έκπτωσης 50% στα βασικά τέλη αίτησης σημάτων της ΕΕ και εθνικών σημάτων αλλά και σχεδίων και υποδειγμάτων). Για το 2021 έχουν προκηρυχθεί 5 χρονικοί περίοδοι (κύκλοι) μέσα στους οποίους υποβάλλονται οι προτάσεις από τους υποψήφιους επωφελούμενους. Ο επόμενος διαθέσιμος κύκλος (περίοδος 3) εκκινεί την 1.5.2021 και ολοκληρώνεται την 31.5.2021. Οι αιτούντες πρόκειται να λάβουν ειδοποίηση για τις αποφάσεις επιχορήγησης σε περίπτωση θετικής έκβασης εντός Ιουνίου-Ιουλίου.

Σύμφωνα με τον Επίτροπο Εσωτερικής Αγοράς Thierry Breton, σκοπός της δράσης είναι η κεφαλαιοποίηση των καινοτομιών και της δημιουργίας, οι οποίες αναμένεται να βοηθήσουν στην επάνοδο των μικρομεσαίων επιχειρήσεων. Κοντά σε αυτά, σημειώνουμε ότι ήδη παρέχεται η δυνατότητα για δωρεάν εξατομικευμένη υποστήριξη από ειδικούς σε θέματα διανοητικής ιδιοκτησίας σε Μικρές και Μεσαίες επιχειρήσεις (Intellectual Property Pro Bono Services to Small and Medium Enterprises-SMEs)

ΙΙΙ. Και αν δεν καταχωρίσω;

Κάτι το οποίο δεν είναι ευρέως γνωστό είναι το εξής: το γεγονός ότι μία ένδειξη δεν έχει καταχωρισθεί ως σήμα, δε σημαίνει και ότι δεν απολαμβάνει οποιασδήποτε προστασίας. Πράγματι, μία ένδειξη δεν προστατεύεται μόνο ως σήμα· προστατεύεται και ως – όπως αποκαλείται στη νομική επιστήμη - απλό «διακριτικό γνώρισμα». Η βασική διαφορά εντοπίζεται στο ότι προϋπόθεση για την προστασία αυτή, επειδή ακριβώς στην περίπτωση του απλού διακριτικού γνωρίσματος ελλείπει η καταχώριση, αποτελεί η «καθιέρωση στις συναλλαγές». Σύμφωνα με την πάγια νομολογία, καθιέρωση (ή επικράτηση) στις συναλλαγές εντοπίζεται όταν ένα, όχι ασήμαντο, μέρος των συναλλακτικών κύκλων εκτιμά ότι η συγκεκριμένη ένδειξη διακρίνει ορισμένη επιχείρηση.

Με απλά λόγια, ακόμα και αν η ένδειξη δεν καταχωρισθεί στο μητρώο σημάτων με την προβλεπόμενη εκ του νόμου διαδικασία (ώστε να ιδρυθεί το δικαίωμα στο σήμα), αυτή μπορεί να τύχει προστασίας ως (απλό) διακριτικό γνώρισμα. Προκύπτει λοιπόν ευλόγως το ερώτημα: «τότε ποιο το νόημα να καταχωρίσω την ένδειξή μου ως σήμα»;

Δεδομένων των ευχερειών που παρέχει, είναι εντόνως συνιστώμενη η καταχώριση σήματος. Η εξήγηση είναι απλή και ως προς ένα βαθμό ταυτολογική: βασική συνέπεια της καταχώρισης σήματος είναι ότι πλέον εφαρμόζεται η νομοθεσία για το εμπορικό σήμα. Αυτό το γεγονός έλκει μία σειρά διευκολύνσεων για την παροχή προστασίας, πληθαίνοντας τις πιθανότητες νίκης σε ενδεχόμενη δικαστική διένεξη. Εν πολλοίς, βοηθούν (ενν. οι διευκολύνσεις) σημαντικά και το έργο του δικηγόρου. Το τελευταίο όμως ασκεί επιρροή και εξωδικαστικά, υπό την ακόλουθη έννοια: σε περίπτωση προσβολής σήματος, όσο περισσότερες είναι οι πιθανότητες νίκης σε ενδεχόμενη δίκη - γεγονός που ακόμα και αν δεν το παραδέχεται, θα το αναγνωρίζει και θα το συνυπολογίζει κατά τις διαπραγματεύσεις ο νομικός σύμβουλος της άλλης πλευράς - τόσο ευνοϊκότερο θα είναι και το περιεχόμενο πιθανού συμβιβασμού για τα συμφέροντα του σηματούχου.

Μία άλλη δυνατότητα που παρέχει το σήμα - με μεγάλη μάλιστα πρακτική σημασία - είναι ότι εξασφαλίζει την αποκλειστική χρήση του σήματος, πριν ακόμα η επιχείρηση διαθέσει το προϊόν της στην αγορά (και μέχρι, κατ&#8217; αρχήν, την πενταετία). Σε διαφορετική περίπτωση, εάν δηλαδή δεν καταχωρισθεί σήμα, η προστασία θα προϋπέθετε – σύμφωνα και με όσα έχουμε ήδη αναφέρει - ότι η ένδειξη έχει ήδη καθιερωθεί στις συναλλαγές. Αυτό όμως είναι εξαιρετικά δυσχερές (έως και αδύνατον) να συμβεί, εάν το προϊόν δεν έχει ακόμα κυκλοφορήσει.

Το σήμα επομένως είναι ιδιαιτέρως χρήσιμο για εταιρείες οι οποίες στοχεύουν σε δραστηριοποίηση με διάφορα μεν προϊόντα, πλην όμως σταδιακά· ή ακόμα και για τις επιχειρήσεις οι οποίες βρίσκονται ακόμα υπό ίδρυση ή και σε R&D στάδιο. Πράγματι, συχνά υπάρχουν περιπτώσεις στις οποίες οι επιχειρήσεις δεν έχουν κυκλοφορήσει ακόμα το προϊόν τους, έχουν ωστόσο ήδη διαμορφώσει την ένδειξη που θα φέρει· και σε αυτό έχουν βασίσει σημαντικό μέρος της περαιτέρω πορείας και στρατηγικής τους (π.χ. πολιτική marketing).

Με την καταχώριση λοιπόν του σήματος οι επιχειρήσεις αυτές μπορούν να εξασφαλίσουν ότι ο σχεδιασμός τους θα συνεχίσει χωρίς απρόοπτα και ανατροπές. Διότι εάν δεν έχει καταχωρισθεί σήμα (αλλά ούτε και έχει κυκλοφορήσει το προϊόν στην αγορά, ή εάν έχει μεν κυκλοφορήσει αλλά δεν έχει καταστεί γνωστό στις συναλλαγές κατά την προαναφερθείσα έννοια) και στο μεσοδιάστημα ιδρυθεί δικαίωμα τρίτου προσώπου στη συγκεκριμένη (ή ακόμα και σε παρεμφερή) ένδειξη, οι ανατροπές στο σχεδιασμό θα είναι μεγάλες, αφού αυτή (δηλ. η ένδειξη) θα πρέπει να διαφοροποιηθεί ώστε να μην προσβάλλει το – στο μεταξύ – ιδρυθέν δικαίωμα τρίτου.

Ας δώσουμε όμως και ένα απλό παράδειγμα: μια εταιρεία startup επιθυμεί να βγάλει στην αγορά μια πλατφόρμα κοινωνικής δικτύωσης. Βρισκόμαστε ακόμα στο στάδιο υλοποίησης του MVP (Minimum Viable Product). Για να μπορέσει να προστατεύσει το όνομα της πλατφόρμας - χωρίς να έχει προχωρήσει σε κατοχύρωση σήματος - θα πρέπει να παρέλθει κάποιο ικανό χρονικό διάστημα, ενώ η υπηρεσία θα έχει βγει ήδη στην αγορά, ώστε η τελευταία να γίνει γνωστή στο κοινό. Αν όμως εκμεταλλευθεί τη σχετική δυνατότητα και καταχωρίσει το εμπορικό σήμα της, η επιδιωκόμενη προστασία παρέχεται και μάλιστα - εφόσον η καταχώριση γίνει τελικά δεκτή - ήδη από τη στιγμή της υποβολής της αίτησης για την καταχώριση.

Αξίζει να σημειωθεί κάτι που ανωτέρω ήδη υπαινιχθήκαμε: η καταχώριση του σήματος μπορεί να έχει ευνοϊκά αποτελέσματα και κατά το στάδιο της χρηματοδότησης. Πράγματι, η μέριμνα για τις διαδικασίες απόκτησης δικαιώματος στο σήμα εκλαμβάνεται από τον υποψήφιο επενδυτή ως ένδειξη σοβαρότητας του εγχειρήματος, πρόνοιας και οργάνωσης (βλ. την περίπτωση angel investors εδώ). Εξάλλου, είναι καλό να αποφευχθεί σε οποιοδήποτε στάδιο των συζητήσεων να ανακοινωθεί ότι θα χρειαστεί να αλλάξει το σήμα π.χ. της παρεχόμενης υπηρεσίας από την startup, λόγω ίδρυσης - στο μεταξύ - δικαιώματος τρίτου στην ίδια ή ακόμα και σε παρεμφερή ένδειξη.

ΙV. Συμπεράσματα

Τα παραπάνω καταλήγουν στις εξής δύο βασικές διαπιστώσεις:

1. Το εμπορικό σήμα αποτελεί σημαντικό εργαλείο ανάπτυξης για μία επιχείρηση. Παράλληλα, αποτελεί βασικό περιουσιακό στοιχείο με μεγάλη δυναμική. Βάσει δεδομένων και μελετών, αποφέρει κέρδη. Αυτό άλλωστε αναγνωρίζει και η ίδια η αγορά: σύμφωνα με επίσημα στοιχεία του Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (EUIPO), από το 2008 παρατηρείται μία συνεχής αύξηση των αιτήσεων καταχώρισης σήματος της ΕΕ. Εντός του 2020 κατατέθηκαν 176.992 αιτήσεις, αριθμός υπερδιπλάσιος από εκείνο των 87.498 για το 2008. Εξάλλου και το κόστος καταχώρισης κάθε άλλο παρά απαγορευτικό είναι (είτε πρόκειται για εθνικό σήμα είτε και για σήμα της ΕΕ). Ιδίως για μικρομεσαίες επιχειρήσεις, το κόστος μπορεί να μειωθεί σημαντικά (τόσο σε συμβουλευτικό επίπεδο, όσο και σε επίπεδο καταχώρισης) για τους λόγους που ανωτέρω εκτέθηκαν.

2. Το εμπορικό σήμα χρειάζεται όμως και προστασία. Όπως συμβαίνει και με κάθε περιουσιακό στοιχείο, η οικειοποίηση είναι δυστυχώς πολλές φορές ελκυστική. Εξάλλου, δεν αποκλείεται ο προσβολέας να μη γνωρίζει ότι προσβάλλει σήμα τρίτου (διότι π.χ. αγνοεί την ύπαρξή του). Ο άμεσος εντοπισμός ζητημάτων που δύνανται να βλάψουν το σήμα, παρέχει στην επιχείρηση ένα ασφαλές περιβάλλον επί του οποίου θα οικοδομηθούν οι κόποι, οι προσπάθειες και οι καινοτομίες της. Η δε προστασία δεν είναι μόνο δικαστική· παρ&#8217; ότι – ιδίως εάν δεν τελεσφορήσουν οι πιο συμβιβαστικές οδοί - αυτή θα είναι η συνηθέστερη περίπτωση.

<div class=''', 'Giannis Psarakis', '2021-11-09', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Milan AC - Enas agonas pou den kerdithike', 'emporiko-sima-EE-EUIPO', '(Σε συνεργασία με το capital.gr)

Η είδηση

Περί τα μέσα του Νοέμβρη του 2021 το Γενικό Δικαστήριο της Ευρωπαϊκής Ένωσης (ΓΔΕΕ) εξέδωσε μια αρκετά διδακτική απόφαση στο πεδίο των εμπορικών σημάτων (trademarks). Η υπόθεση είναι ενδιαφέρουσα τόσο για σηματούχους όσο και για επίδοξους τέτοιους - ιδίως αν είναι ποδοσφαιρόφιλοι (ιδιαίτερα, δε, αν έχουν και κάποια αδυναμία στην ομάδα της προσφάτως πρωταθλήτριας Ιταλίας στο ποδόσφαιρο, AC Milan).

Η είδηση είναι ότι η ιδιοκτήτρια εταιρεία της Milan (Associazione Calcio Milan SpA - AC Milan) δεν κατόρθωσε να εξασφαλίσει τη δυνατότητα χρήσης συγκεκριμένου σήματος με το γνωστό της έμβλημα και όνομα, για τη διάθεση στο κοινό χαρτικών προϊόντων (stationery products), προϊόντων γραφείου και συναφών αγαθών&#64434; όσο και αν η δυνατότητα αυτή θα φαινόταν, για κάποιους, αυτονόητη.

Τα γεγονότα

Η ιταλική ομάδα επιχείρησε να κατοχυρώσει το γνωστό σήμα της, με μια ελαφρώς αφαιρετική minimal γραμματοσειρά, με τις λέξεις AC MILAN να καταλαμβάνουν περίπου το διπλάσιο χώρο από το έμβλημα της ομάδας. Όχι, ωστόσο, επιτυχώς.

Αρχικά θα πρέπει να αναφέρουμε το εξής: σε κάθε δήλωση κατάθεσης σήματος, εκτός από την ένδειξη που επιθυμούμε να καταχωρίσουμε, αναφέρονται και τα προϊόντα για τα οποία επιθυμούμε να έχει ενέργεια η καταχώριση αυτή. Έτσι, η Milan επιχείρησε να κατοχυρώσει την ένδειξη αυτή αναφορικά με χαρτικά προϊόντα και προϊόντα γραφείου (μολύβια, στυλό κτλ). Μια γερμανική εταιρεία όμως (InterES Handels- und Dienstleistungs Gesellschaft mbH & Co. KG) έφερε αντιρρήσεις σε αυτή της την προσδοκία, ασκώντας ανακοπή (opposition) ενώπιον του EUIPO (European Union Intellectual Property Office). Ποιος ήταν ο λόγος; Η γερμανική εταιρεία είχε ήδη κατοχυρώσει (στη Γερμανία), το σήμα Milan με το κεφάλι ενός αρπακτικού (milan, εκτός από τη γνωστή πόλη και την ομώνυμη ομάδα, ονομάζεται και ένα είδος αρπακτικού πτηνού) για την κυκλοφορία των ίδιων προϊόντων.

Το Γενικό Δικαστήριο της Ευρωπαϊκής Ένωσης (ΓΔΕΕ) έκρινε ότι συντρέχει ο κίνδυνος, για μια μη αμελητέα μερίδα του κοινού, να θεωρηθεί ότι τα συγκεκριμένα προϊόντα που σκόπευε να εμπορευθεί η Ιταλική ομάδα υπό το συγκεκριμένο σήμα προέρχονται από τη Γερμανική εταιρεία ("κίνδυνος σύγχυσης"). Αυτό το συμπέρασμα το στήριξε στην έντονη ομοιότητα των εμπορευόμενων αγαθών (χαρτικά είδη και είδη γραφείου), αλλά και στην ομοιότητα των σημάτων σε οπτικό (τι βλέπει κανείς), ηχητικό (τι ακούει κανείς, αν διαβάσει τα σήματα) και εννοιολογικό επίπεδο (σε τι concept παραπέμπει κάθε σήμα).

Το δίδαγμα για την κατοχύρωση σημάτων

Η απόφαση του ΓΔΕΕ μάς υπενθύμισε για ακόμα μια φορά ότι στο δίκαιο των εμπορικών σημάτων απαιτούνται προσεκτικοί χειρισμοί. Πριν την καταχώριση οποιοδήποτε εμπορικού σήματος (ενδεικτικά: επωνυμία, λογότυπο, όνομα ιστοσελίδας, εικόνα) – και βέβαια πριν τη χρήση κάποιας ένδειξης – είναι απαραίτητος ο προηγούμενος νομικός έλεγχος από εξειδικευμένο σύμβουλο σε ζητήματα trademark.

Επίσης, οι αρχές που εφαρμόζουν τα Δικαστήρια κάθε Κράτους-Μέλους της Ε.Ε., ακόμα και για εθνικά σήματα, βασίζονται και εκείνες στη νομολογία του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ), του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΓΔΕΕ) αλλά και στις κατευθυντήριες Γραμμές και την πρακτική του EUIPO. Αυτό συμβαίνει για τον εξής απλό λόγο: είτε μιλάμε για εθνικό εμπορικό σήμα (Οδηγία 2015/2436) είτε για εμπορικό σήμα της ΕΕ (20017/1001) οι επιταγές προέρχονται από ενωσιακά κείμενα. Έτσι, γνωρίζουμε πού χρειάζεται να στραφούμε ώστε να παράσχουμε μια ασφαλή νομική συμβουλή, είτε πρόκειται για εθνικό εμπορικό σήμα (π.χ. της Κύπρου ή της Ελλάδας) είτε πρόκειται για εμπορικό σήμα με προστασία σε όλη την ΕΕ.

Στη συγκεκριμένη περίπτωση μοιάζει να μην δόθηκε η δέουσα σημασία στον  προηγούμενο κατάλληλο νομικό έλεγχο από πλευράς καταθέτη (AC Milan). Το γεγονός ότι πρόκειται για μια πολύ γνωστή ομάδα δεν της εξασφάλισε, δίχως άλλο, το δικαίωμα να χρησιμοποιεί την ένδειξη την οποία επιθυμούσε επί των συγκεκριμένων προϊόντων. Ωστόσο, με τις κατάλληλες διαφοροποιήσεις στην υπό κρίση ένδειξη, εντοπισμένες στα στοιχεία εκείνα στα οποία εστιάζει η νομολογία και θεωρεί κρίσιμα, το πιθανότερο είναι ότι η Milan θα έβγαινε νικήτρια (και) σε αυτό τον αγώνα.

Το παράδειγμα αυτό τονίζει για ακόμα μια φορά την σημασία και την προσοχή που απαιτείται κατά την προεργασία, πριν την κατάθεση δήλωσης εμπορικού σήματος, αφού, σε αυτό το πεδίου δικαίου, τίποτα δεν μπορεί να θεωρηθεί αυτονόητο.

<div class=''', 'Giannis Psarakis', '2022-01-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('O kindynos sygchysis sto dikaio tou simatos', 'emporiko-sima-eidikos', 'Στο βιβλίο «Ο Κίνδυνος Σύγχυσης Στο Δίκαιο του Σήματος» περιέχεται εκτενής ανάλυση των κρατουσών, σε θεωρία και νομολογία, θέσεων. Μέσω της παράθεσης πληθώρας νομολογιακών παραπομπών (αναφορές σε υποθέσεις του ΔΕΕ, του ΓΔΕΕ και του EUIPO, σε αποφάσεις των ελληνικών δικαστηρίων αλλά και δικαστηρίων άλλων έννομων τάξεων, όπως εκείνης των ΗΠΑ) παρέχεται η αναγκαία καθοδήγηση για τη νομολογιακή τεκμηρίωση κατά την υποστήριξη αιτήσεων και δικογράφων με κεντρικό μέγεθος τον κίνδυνο σύγχυσης. Επίσης και οι κρίνοντες επί τέτοιων αιτήσεων παροχής διοικητικής ή δικαστικής προστασίας μπορούν να ανεύρουν εδώ ένα εγχειρίδιο στο οποίο θα ανατρέχουν προς μια επαρκή θεμελίωση της απόφασης που πρόκειται να εκδώσουν. Τέλος, έχοντας παραθέσει τις κρατούσες θέσεις επί των εριζόμενων ζητημάτων, δεν παραλείπεται, όπου αυτό ταιριάζει, η κριτική αξιολόγησή τους και η αναπλαισίωση με νέες προσεγγίσεις, στη βάση και μιας διεπιστημονικής θεώρησης. Το έργο επιχειρεί να καλύψει ένα κενό στην ελληνική νομική βιβλιογραφία, αποτελώντας παράλληλα ένα απαραίτητο εργαλείο τόσο για τον δικαστή, όσο και για τον δικηγόρο της πράξης. Παράλληλα, το έργο μπορεί να αποτελέσει και ένα χρήσιμο βοήθημα για τον ερευνητή-φοιτητή ο οποίος επιθυμεί να εντρυφήσει στην έννοια του κινδύνου σύγχυσης, αλλά και την προσβολή του σήματος φήμης.

Το βιβλίο του Γιάννη Ψαράκη «Ο Κίνδυνος Σύγχυσης Στο Δίκαιο του Σήματος»  κυκλοφορεί από τις εκδόσεις Νομική Βιβλιοθήκη και μπορείτε να το βρείτε εδώ.

<div class=''', 'Giannis Psarakis', '2022-02-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('HYAL - GCEU Case T-215/20', 'emporiko-sima-kataxwrish', 'Μια από τις χρησιμότερες συμβουλές που παρέχουμε στην αρθρογραφία μας, με μία φράση, είναι η εξής: την επιχείρηση τη συμφέρει όχι "οποιαδήποτε καταχώριση" εμπορικού σήματος, αλλά η καταχώριση της οποίας έχει προηγηθεί ο απαραίτητος νομικός έλεγχος. Ο εξειδικευμένος στο δίκαιο των εμπορικών σημάτων νομικός σύμβουλος, θα εντοπίσει και θα θέσει υπ&#900;όψιν σας θέματα και προβληματισμούς που θα πρέπει να συνυπολογίσετε πριν να είναι αργά (δηλ. μετά την καταχώριση, κατόπιν επιθετικής ενέργειας τρίτου ή κατόπιν προσπάθειας να προστατεύσετε το σήμα σας, το οποίο όμως, τελικά, δεν θα απολαμβάνει της απαραίτητης προστασίας εξ αιτίας απουσίας νομικού προελέγχου).Στο σχόλιο που δημοσιεύεται στο επιστημονικό περιοδικό Επιθεώρηση Εμπορικού Δικαίου (ΕΕμπΔ) των εκδόσεων Σάκκουλας (Δ''/2021), αναλύουμε ορισμένα ζητήματα που τέθηκαν με αφορμή την απόφαση του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΓΔΕΕ) στην υπόθεση Τ-215/20, στην οποία ελληνική φαρμακευτική εταιρεία διεκδίκησε τη χρήση του όρου HYAL παρά την προγενέστερη σχετική καταχώριση αλλοδαπής εταιρείας, για ίδια προϊόντα. Εν συντομία, το ΓΔΕΕ έκρινε, ορθώς, ότι ως περιγραφικός όρος, το πρόθεμα HYAL γίνεται κατανοητό και ως επιστημονική συντομογραφία της ουσίας που χρησιμοποιείται σε σχετικά φαρμακευτικά προϊόντα (π.χ. υαλουρονικό οξύ). Επομένως, πρέπει ο όρος να είναι διαθέσιμος σε όλους, για την περιγραφή των αγαθών τους για τα οποία ο όρος HYAL καταλήγει περιγραφικός.Η κρίση αυτή του ΓΔΕΕ τονίζει για ακόμα μια φορά την κομβική σημασία της λήψης νομικής συμβουλής από εξειδικευμένο επαγγελματία στο δίκαιο των σημάτων, πριν την καταχώριση συγκεκριμένης ένδειξης. Διότι καταχώριση χωρίς πραγματική ισχύ θα ισούται, στην πράξη, με μη καταχώριση.Το σχόλιο του Γιάννη Ψαράκη και την απόφαση του ΓΔΕΕ μπορείτε να τα βρείτε εδώ.#ΚΑΤΟΧΥΡΩΣΗ ΕΜΠΟΡΙΚΟΥ ΣΗΜΑΤΟΣ ΤΗΣ ΕΥΡΩΠΑΪΚΗΣ ΕΝΩΣΗΣ #ΕΛΕΓΧΟΣ

<div class=''', 'Giannis Psarakis', '2022-02-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Turkaegean: O Atatourk kai 11 skepseis', 'emporiko-sima-onoma-turkaegean-euipo-katoxurosi', '(Σε συνεργασία με το in.gr)

Το ελληνικό κοινό έχει αρχίσει, εδώ και κάποια χρόνια, να εξοικειώνεται με την έννοια του εμπορικού σήματος. Τούτο, χάρη κυρίως στα ορατά οφέλη που κομίζει για την επιχείρηση. Πρόσφατες ευρωπαϊκές και διεθνείς μελέτες αποδεικνύουν γιατί αυτό είναι αληθές. Για το λόγο αυτό, ολοένα και περισσότερες επιχειρήσεις ελληνικών συμφερόντων σπεύδουν να καταχωρίσουν τα, πάσης φύσεως, εμπορικά σήματά τους (εθνικά, πανευρωπαϊκά ή και διεθνώς).

Τις τελευταίες ημέρες το εμπορικό σήμα αποτελεί ένα από τα πιο δημοφιλή αντικείμενα συζήτησης στην ελληνική (και όχι μόνο) πραγματικότητα. Αφορμή αποτελεί η γνωστή πλέον σε όλους  από τον Οργανισμό Τουριστικής Προβολής και Ανάπτυξης της Τουρκίας (TÜRKIYE TURIZM TANITIM VE GELISTIRME AJANSI) καταχώριση του σύνθετου εμπορικού σήματος «TURKAEGEAN» για μια σειρά από υπηρεσίες συναφείς με τον τομέα του τουρισμού, της επικοινωνίας και των media (αλλά όχι μόνο: βλ. υπηρεσίες γραφείου τελετών, εργολαβιών κηδειών, πυροσβεστικές υπηρεσίες, συνοδεία σε κοινωνικές εκδηλώσεις [άτομα συνοδείας]).

Στη συνέχεια επιχειρείται μια ενημέρωση για μερικά από τα απολύτως βασικά ζητήματα στο πεδίο του δικαίου των εμπορικών σημάτων, τα οποία βρίσκουν εφαρμογή στην εν λόγω περίπτωση. Η ανάλυση, αμιγώς νομική, επιδιώκει ένα επίπεδο απλότητας.

1.        Όπως προσφάτως αλλού αναφέραμε, η καταχώριση εμπορικού σήματος «λέει πολλά, λέει όμως και πολύ λίγα». Το σύνθετο εμπορικό σήμα TURKAEGEAN μπορεί, κατόπιν της καταχώρισής του, να διαγραφεί από το μητρώο Εμπορικών Σημάτων του Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (EUIPO). Πρόκειται για μια όχι εξαιρετικά σπάνια εξέλιξη στο πεδίο των εμπορικών σημάτων. Και είναι λογικό: αυτό διασφαλίζει ότι ακόμα και αν από λάθος καταχωρίστηκε συγκεκριμένη ένδειξη – άλλωστε άνθρωπος τις εξετάζει και αυτές – η ορθότητα της πράξης αυτής μπορεί να ελέγχεται εις το διηνεκές. Για το λόγο αυτό είναι αναγκαίο να εμπεδωθεί στη συνείδηση των ενδιαφερόμενων (συνήθως επιχειρηματίες) ότι εκείνο που επιδιώκεται δεν είναι η οποιαδήποτε καταχώριση&#64434; αυτή μπορεί ανά πάσα στιγμή να ακυρωθεί. Αντίθετα, αυτό που επιδιώκεται είναι η σωστή και κατόπιν μελέτης καταχώριση, με την εγγενή ισχύ να ώστε να αποκρούει επιθετικές ενέργειες σε βάθος χρόνου, κατά τη διάρκεια ζωής του εμπορικού σήματος.

2.        Σύμφωνα με βασική αρχή του δικαίου των εμπορικών σημάτων, απαγορεύεται η καταχώριση περιγραφικών ενδείξεων. Αν, δε, από λάθος καταχωρίστηκαν, αυτές μπορούν να διαγραφούν. Περιγραφικές είναι και – μεταξύ άλλων – εκείνες οι ενδείξεις οι οποίες αποτελούνται αποκλειστικά από στοιχεία που περιγράφουν το είδος, την ποιότητα και τον τόπο παροχής των διακρινόμενων προϊόντων ή υπηρεσιών. Είναι βέβαιο ότι θα διατυπωθεί η άποψη ότι το εμπορικό σήμα TURKAEGEAN εμπίπτει σε αυτή την περίπτωση. Σε διαφορετική περίπτωση, αν δηλαδή η ένδειξη δεν ήταν περιγραφική, ο όρος TURKAEGEAN θα μπορούσε – υπό προϋποθέσεις – να προσβληθεί ως παραπλανητικός για το κοινό.

3.        Σε περίπτωση στην οποία ο EUIPO είχε αρνηθεί την καταχώριση της ένδειξης «Aegean Luxury», τον Ιούλιο του 2020, είχε κριθεί ότι «[τ]ο Γραφείο εμμένει στην διαπίστωση ότι οι ενδιαφερόμενοι καταναλωτές θα θεωρήσουν ότι το σημείο παρέχει πληροφορίες ότι οι εν λόγω υπηρεσίες είναι υπηρεσίες πολυτέλειας και παρέχονται στην περιοχή του Αιγαίου. Ως εκ τούτου, το σημείο περιγράφει το είδος, την ποιότητα και τον τόπο παροχής των εν λόγω υπηρεσιών». Σε μία άλλη περίπτωση, η Επιτροπή Εφέσεων του EUIPO αναφορικά με την ένδειξη «LUX* BODRUM TURKEY» είχε κρίνει ότι «the sign as a whole informs the relevant public that the restaurants and hotels offered are of a luxurious nature and are situated in Bodrum. There is nothing in the sign beyond pure information relating to the luxurious character of the services at issue and the geographical place where they are rendered that could allow consumers to perceive the sign &#8216;LUX* BODRUM TURKEY&#8217; as a trade mark», αρνούμενη την καταχώριση.

4.        Το δε γεγονός της ένωσης των όρων «Turkey» και «Aegean», δεν θα πρέπει να αλλάξει την κρίση μας. Σύμφωνα με τη νομολογία του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ), του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ) και την πρακτική και τις κατευθυντήριες γραμμές (Guidelines) του Ευρωπαϊκού Γραφείου Διανοητικής Ιδιοκτησίας (EUIPO) το γεγονός ότι συνδυάζονται τα δύο δυνητικά περιγραφικά στοιχεία δεν αίρει την περιγραφικότητα. Κατά γενικό κανόνα, ο απλός συνδυασμός στοιχείων, έκαστο των οποίων είναι περιγραφικό χαρακτηριστικών γνωρισμάτων των προϊόντων ή υπηρεσιών, παραμένει ο ίδιος περιγραφικός των εν λόγω χαρακτηριστικών γνωρισμάτων. Το απλό γεγονός σύνδεσης αυτών των στοιχείων χωρίς να υπάρξει συναφώς ασυνήθιστη τροποποίηση, ιδίως σε επίπεδο σύνταξης ή σημασίας, μπορεί μόνο να έχει ως αποτέλεσμα ένα περιγραφικό σημείο. Αντίστροφα, ο συνδυασμός θα πρέπει να δημιουργεί μια επαρκώς απομακρυσμένη εντύπωση από αυτήν που παράγει η απλή ένωση των ενδείξεων που προσφέρουν τα στοιχεία που τον αποτελούν, ο εν λόγω συνδυασμός κατισχύει του αθροίσματος των εν λόγω στοιχείων (C-265/00, Biomild). Με άλλα λόγια, ο νεολογισμός θα πρέπει να δημιουργεί εντύπωση αρκετά διαφορετική από αυτήν που δίδει η απλή συνένωση των ενδείξεων που προκύπτουν από τα στοιχεία που τον συνθέτουν (C-363/99, Koninklijke KPN Nederland).

5.        Βέβαια, πιθανή ακύρωση του εμπορικού σήματος TURKAEGEAN στη βάση περιγραφικότητας δεν θα έχει, τελικά, το επιδιωκόμενο πρακτικό αποτέλεσμα. Τούτο διότι θα εξακολουθεί να είναι δυνατή η υποβολή δήλωσης κατάθεσης εμπορικού σήματος της Ευρωπαϊκής Ένωσης (EUTM) με την ένδειξη TURKAΕGEAN και την προσθήκη ή παραλλαγή κάποιου στοιχείου ώστε να το ζήτημα της περιγραφικότητας, πλέον, να μην ανακύπτει. Δηλαδή, να μην αποτελείται η ένδειξη αποκλειστικά από περιγραφικά στοιχεία. Συναφώς, πρέπει να αναφερθεί ότι η απεικόνιση καρδιάς στο τέλος της υπό κρίση σύνθετης ένδειξης δεν αίρει τον περιγραφικό χαρακτήρα. Σύμφωνα με την πάγια νομολογία και την πρακτική του EUIPO, στοιχεία που χρησιμοποιούνται συχνά στην οικεία αγορά προϊόντων υπηρεσιών, δεν προσδίδουν διακριτική ικανότητα στο σύνολο της ένδειξης.

6.        Εξειδικευμένοι νομικοί στο δίκαιο των εμπορικών σημάτων αναφέρουν ότι εν προκειμένω η ακύρωση θα ήταν δυνατή λόγω «κακόπιστης κατάθεσης». Πρόκειται πράγματι για λόγο που προβλέπεται στον Κανονισμό 2017/1001 ΕΕ για το εμπορικό σήμα της Ευρωπαϊκής Ένωσης. Οι αρμόδιοι νομικοί παραστάτες της Ελληνικής Δημοκρατίας θα κρίνουν εάν θα επιλέξουν να προβληθεί ένας τέτοιος λόγος. Πάντως η Τουρκία χρησιμοποιεί τον όρο «TURKAEGEAN» για τη διάκριση υπηρεσιών στις συναλλαγές, στοιχιζόμενη με τη βασική λειτουργία του εμπορικού σήματος. Εάν αυτό δεν συνέβαινε, ο συγκεκριμένος λόγος θα είχε ακόμα περισσότερες πιθανότητες να γίνει δεκτός.

7.        Μία άλλη βάση για την διαγραφή εμπορικού σήματος αποτελεί εκείνη της αντίθεσης στη δημόσια τάξη ή στα χρηστά ήθη. Στην περίπτωση αυτή, μάλιστα, περιορίζονται δραστικά η πιθανότητες επιτυχούς επανόδου της άλλης πλευράς, με τροποποιημένη ένδειξη, προκειμένου να καταχωρίσει εκείνη ως εμπορικό σήμα. Τούτο διότι, με αναφορά στη συγκεκριμένη περίπτωση, εφόσον κριθεί ότι η ένδειξη TURKAEGEAN (και η εν γένει η αναφορά σε Αιγαίο της Τουρκίας) προσβάλλει τη δημόσια τάξη ή τα χρηστά ήθη, η επανάληψή της, σε νεότερη ένδειξη, θα προσέκρουε, ξανά, στον ίδιο σκόπελο.

8.        Είναι όμως η συγκεκριμένη ένδειξη αντίθετη στη δημόσια τάξη ή τα χρηστά ήθη; Θα μπορούσε να υποστηριχθεί κάτι τέτοιο. Πρόκειται για έννοιες δυναμικές, οι οποίες προσαρμόζονται και επηρεάζονται από την εκάστοτε πραγματικότητα.  Απόφαση με σκέψεις οι οποίες κατ&#8217; αναλογία θα μπορούσαν να υποστηρίξουν μια τέτοια άποψη είχε εκδώσει η Επιτροπή Εφέσεων του EUIPO το Σεπτέμβρη του 2012, στην υπόθεση R 2613/2011-2 αναφορικά μάλιστα με το όνομα «ATATURK». Είναι ενδιαφέρον ότι στη συγκεκριμένη υπόθεση εκείνη η οποία επεδίωξε τη διαγραφή του καταχωρισθέντος εμπορικού σήματος «ATATURK» ήταν η Δημοκρατία της Τουρκίας (Republic of Turkey). Συνοπτικά, εκείνο που έγινε δεκτό ήταν ότι η χρήση του όρου «ATATURK» για τη διάκριση των εν λόγω αγαθών ήταν αντίθετη ιδίως στα χρηστά ήθη του Τούρκικου πληθυσμού εντός της Ε.Ε. . Ως εκ τούτου το εμπορικό σήμα διεγράφη.

9.        Όπως γίνεται δεκτό, η διατύπωση αντίρρησης για τον συγκεκριμένο λόγο βασίζεται σε υποκειμενικές αξίες, οι οποίες, όμως, πρέπει να εφαρμόζονται κατά τον πλέον αντικειμενικό τρόπο από το πρόσωπο που εξετάζει την ένδειξη. Η ένδειξη πρέπει να εξετάζεται με αναφορά στα πρότυπα και στις αξίες συνήθων πολιτών που βρίσκονται στο μέσο των δύο άκρων: των εξαιρετικά «εύθικτων» και εξαιρετικά ανεκτικών (ίσως και αδιάφορων). Όπως διατυπώνεται στις Κατευθυντήριες Γραμμές του EUIPO «[η] εξέταση πρέπει να βασίζεται στην αντίληψη ενός λογικού ατόμου με συνήθη όρια ευαισθησίας και ανοχής, λαμβάνοντας υπόψη το πλαίσιο εντός του οποίου μπορεί να εμφανιστεί το σήμα και, κατά περίπτωση, τις ιδιαίτερες περιστάσεις του οικείου τμήματος της Ένωσης. Για τον σκοπό αυτό, στοιχεία όπως η νομοθεσία και οι διοικητικές πρακτικές, η κοινή γνώμη και, κατά περίπτωση, ο τρόπος με τον οποίο το ενδιαφερόμενο κοινό αντέδρασε στο παρελθόν σε αυτό το σημείο ή παρόμοια σημεία, καθώς και οποιοσδήποτε άλλος παράγοντας που μπορεί να αξιολογεί την αντίληψη αυτού του κοινού, είναι σημαντικά». Η θέση αυτή επιβεβαιώθηκε πρόσφατα από το ΔΕΕ στην υπόθεση C&#8209;240/18 Ρ (Constantin Film Produktion GmbH v EUIPO). Με διαφορετική διατύπωση, όπως κρίθηκε στην υπόθεση ATATURK, η ένδειξη «must have a clear offensive impact on people of normal sensitivity».

10.     Ίσως ένα από τα πιο ισχυρά επιχειρήματα, όμως, αντλείται από τη σκέψη 33 της εν λόγω υπόθεσης. Αυτή έχει, αυτούσια, ως εξής: «Taking all this into account and the fact that a request for a declaration of invalidity had been filed against the CTM &#8216;ATATURK&#8217; by the Republic of Turkey (who should reflect the perception of the Turkish people), the Board finds that there is sufficient evidence of the offensive impact provoked on the sensitivity of the average European consumer of Turkish origin by the use of the CTM [&#8230;]».

11.     Στο πλαίσιο του λόγου αυτού, οι αναταράξεις που έχουν προκληθεί ακόμα και σε επίπεδο Ε.Ε. είναι, προφανώς, όχι αδιάφορες.

<div class=''', 'Giannis Psarakis', '2022-07-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('I Megali Exodos apo tin agora tis Rosias', 'emporiko-sima-patentes-polemos', '(Σε συνεργασία με το moneyreview.gr)

Ι. Η εισβολή στην Ουκρανία και η αγορά της Ρωσίας

Οι προεκτάσεις του πολέμου στην Ουκρανία κινούνται πραγματικά προς κάθε κατεύθυνση. Ορισμένες αποτελούν φυσική απόρροια της κατάστασης (αύξηση τιμών, αβεβαιότητα στο επιχειρείν), άλλες κινούνται στο πεδίο των ποινών κατά της Ρωσίας (λχ. αποκλεισμός από το σύστημα SWIFT) ενώ και η Ρωσία επιστρατεύει τα «όπλα» της, επιχειρώντας να πλήξει εχθρικές σε αυτή δυνάμεις, με όποιο τρόπο μπορεί, όταν τα πραγματικά όπλα δεν είναι αρκετά. Στο σημερινό άρθρο θα παρουσιάσουμε πώς η Ρωσία επιχείρησε να εκμεταλλευθεί τη μεγάλη αξία που ενσωματώνουν τα δικαιώματα διανοητικής ιδιοκτησίας στον «πόλεμο δίπλα στον πόλεμο» που διεξάγεται όχι τόσο με την Ουκρανία, όσο με τις τρίτες χώρες, προκειμένου να τις πλήξει. Τέλος, θα αντιληφθούμε το βασικό λόγο για τον οποίο πολλοί κολοσσοί δυσκολεύονται, αν και το επιθυμούν, να αποχωρήσουν από την αγορά της Ρωσίας.

ΙΙ. Η Πέππα πήγε πόλεμο

Τα δικαιώματα διανοητικής ιδιοκτησίας έχουν την ιδιότητα να ενσωματώνουν αξίες δίχως όρια. Για παράδειγμα, τα εμπορικά σήματα των εταιρειών Amazon, Apple και Google κοστολογούνται όσο ολόκληρο το ΑΕΠ της Ελβετίας, της Ουγγαρίας και του Λουξεμβούργου&#64434; 934 δισεκατομμύρια δολάρια.

Αναγνωρίζοντας αυτή την πραγματικότητα, σύμφωνα με διάταγμα της 7ης Μαρτίου, η Κυβέρνηση της Ρωσικής Ομοσπονδίας, όρισε ότι όσοι παραβιάζουν δικαιώματα διανοητικής ιδιοκτησίας των οποίων δικαιούχος είναι φυσικό πρόσωπο ή εταιρεία από κράτη που διάκεινται εχθρικά στο πεδίο της εισβολής των δυνάμεων της Ρωσίας στα ουκρανικά εδάφη, δεν θα οφείλουν αποζημίωση για την χωρίς τη λήψη προηγούμενης άδειας, χρήση τους.

Το διάταγμα συγκεκριμένα αναφέρεται σε «κατόχους διπλωμάτων ευρεσιτεχνίας που συνδέονται με ξένα κράτη που διαπράττουν εχθρικές ενέργειες εναντίον ρωσικών νομικών και φυσικών προσώπων» και ορίζει ότι «το ποσό της αποζημίωσης είναι 0% του πραγματικού εισοδήματος από τη χρήση αυτή».

Μάλιστα, φαίνεται ότι τα Δικαστήρια της Ρωσίας επεκτείνουν αυτή τη μεταχείριση και σε λοιπά δικαιώματα διανοητικής ιδιοκτησίας: Σε άρθρο του Skynews της 13.3.2022 γίνεται αναφορά σε απόφαση η οποία αναγνώρισε ότι η χρήση του γνωστού καρτούν Πέππα το γουρουνάκι (εμπορικό σήμα στη Ρωσία – Trademark – και άρα προστατευόμενο), μπορεί να γίνεται από τρίτους χωρίς την καταβολή κάποιας αποζημίωσης στη δικαιούχο αμερικανική εταιρεία. Η δικαστική απόφαση έκανε αναφορά, συγκεκριμένα, «στις εχθρικές ενέργειες των ΗΠΑ και των συμμαχικών δυνάμεων», στο πλαίσιο του πολέμου με την Ουκρανία.

ΙΙΙ. Τα McDonald&#8217;s και ο Θείος Βάνιας

Η Ρωσική κυβέρνηση λοιπόν φαίνεται ότι «κλείνει το μάτι», κυρίως στις επιχειρήσεις με έδρα τη Ρωσία. Εκείνες βλέπουν με τη σειρά τους μια πολύ καλή ευκαιρία να εκμεταλλευτούν το κενό που αφήνουν στην αγορά κολοσσοί οι οποίοι αποσύρονται από την εγχώρια αγορά. Εκτός αυτού, όμως, οι ημεδαπές επιχειρήσεις εκμεταλλεύονται τα (ανύπαρκτα) αντανακλαστικά των εκεί Αρχών και Δικαστηρίων, στο πεδίο της προάσπισης δικαιωμάτων διανοητικής ιδιοκτησίας «εχθρικών δυνάμεων». Σε αυτό το πλαίσιο, το φαινόμενο του "free-riding" είναι απολύτως ορθολογικό να ανθίζει.

Πρόσφατο παράδειγμα του ως άνω φαινομένου αποτελεί το εγχείρημα του «Θείου Βάνια» . Ο Θείος Βάνιας επιχείρησε να δραστηριοποιηθεί με το γνωστό «Μ» των McDonald&#8217;s, απλώς σε περιστροφή 90 μοιρών ώστε να ομοιάζει σε «Β», παραπέμποντας πάντως ευθέως στη γνωστή ένδειξη των McDonald&#8217;s (τα McDonald&#8217;s αποχώρησαν από την αγορά της Ρωσίας). Έτσι, ο Θείος Βάνιας, εκτός από σημαντικό μερίδιο αγοράς το οποίο θα αναμέναμε να εξασφαλίσει από το «κομμάτι της πίτας» που άφησαν πίσω τους τα McDonald&#8217;s, εκμεταλλεύεται και την φήμη, το καλό όνομα και όλα εκείνα που κάνουν το σήμα των McDonald&#8217;s να θεωρείται στους νομικούς κύκλους «σήμα φήμης» (reputed trademark).

IV. Τα Marks and Spencer, τα Burger King και οι συμβάσεις franchise

Είναι πολλές όμως και οι περιπτώσεις στις οποίες γνωστές εταιρείες έχουν επιλέξει να δραστηριοποιηθούν στη Ρωσία με συμβάσεις δικαιόχρησης (franchise agreements). Στην περίπτωση αυτή, τα καταστήματα δεν τους ανήκουν – ανήκουν στους λεγόμενους "franchisees". Λόγω του βασικού χαρακτηριστικού αυτής της σύμβασης (ουσιαστικά φορείς των επιχειρήσεων στην Ρωσία είναι άλλα πρόσωπα – φυσικά ή νομικά – στα οποία παρέχουν αυτό το δικαίωμα οι γνωστές αυτές εταιρείες έναντι ανταλλάγματος&#64434; το λεγόμενο "royalty fee") η απόφαση αποχώρησης από την ρώσικη αγορά δεν μπορεί, αυτομάτως, να μετουσιωθεί σε πράξη. Παραδείγματα της περίπτωσης αυτής, όπως αναφέρεται σε άρθρο της προηγούμενης εβδομάδας του BBC, αποτελούν γνωστά brands, όπως η Marks and Spencer και τα Burger King. Στις περιπτώσεις αυτές θα πρέπει να παύσει να ισχύει (καταγγελία) η σύμβαση franchise, ώστε εκείνα τα καταστήματα, υπό το συγκεκριμένο εμπορικό σήμα, να παύσουν να λειτουργούν. Αυτό όμως μπορεί να συμβεί μόνο για πολύ συγκεκριμένους λόγους, βάσει της συγκεκριμένης κάθε φορά σύμβασης και ιδίως μέσω της ερμηνείας που θα γίνει σε αυτή.

<div class=''', 'Giannis Psarakis', '2022-03-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Emporiko Sima: Seminario', 'emporikosimaseminario', 'Ο Γιάννης Ψαράκης συμμετείχε ως εισηγητής στο σεμινάριο που διοργανώθηκε από τη Νομική Βιβλιοθήκη με θέμα "Η καταχώριση εμπορικού σήματος και η αποτελεσματική προστασία του". Το σεμινάριο είναι διαθέσιμο εδώ.

<div class=''', 'Giannis Psarakis', '2024-05-04', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('O aparaititos elegchos prin tin katathesi dilosis ston EUIPO kai ton OBI', 'EUIPO-OBI-SIMA-ELEGXOS-DIKIGOROS', '( Σε συνεργασία με το Capital)

Ι. Τα δεδομένα και η

απαιτούμενη προσοχή

Η

καταχώριση εμπορικού σήματος συμφέρει την επιχείρηση. Διεθνείς μελέτες και

οικονομικές αναλύσεις – όπως έχουμε αναλύσει σε προηγούμενη αρθρογραφία μας –

αποδεικνύουν γιατί αυτό αποτελεί μια πραγματικότητα. Παράλληλα, η καταχώριση

π.χ. λογοτύπου, ονόματος επιχείρησης ή ονόματος προϊόντος έχει σχετικά χαμηλό

κόστος, είτε μιλάμε για εθνικό εμπορικό σήμα είτε ακόμα και για σήμα της

Ευρωπαϊκής Ένωσης (EUTM).

Ωστόσο,

προκειμένου να μην προκύψουν - αργά ή και πιο γρήγορα - προβλήματα για την

επιχείρηση, θα πρέπει η διαδικασία να λάβει την προσοχή που της πρέπει, ήδη από

την αρχή. Η καταχώριση εμπορικού σήματος πρέπει να αντιμετωπίζεται με

σοβαρότητα.

ΙΙ. Τι είναι

ο έλεγχος που προηγείται της κατάθεσης δήλωσης εμπορικού σήματος;

Είναι διαδεδομένη

η αντίληψη ότι ο μοναδικός έλεγχος που απαιτείται είναι εκείνος της μη ύπαρξης ίδιου

εμπορικού σήματος. Ενώ αυτό το φαινόμενο – δηλαδή η προγενέστερη από τρίτο

καταχώριση ακριβώς ίδιου εμπορικού σήματος για ίδια ή παρεμφερή προϊόντα και υπηρεσίες

- θα συναντάται σε ορισμένες περιπτώσεις, αυτός δεν είναι o συνηθέστερος λόγος ο οποίος καταλήγει σε

συμβουλή μη κατάθεσης δήλωσης σήματος, με τα στοιχεία που την θέλησε ο

ενδιαφερόμενος.

Αντίθετα, εξόχως συνήθης λόγος είναι εκείνος που συνοψίζεται

στην έννοια του κινδύνου σύγχυσης. Η έννοια αυτή καταλαμβάνει (και) τις περιπτώσεις στις οποίες δύο ενδείξεις

ναι μεν δεν είναι ταυτόσημες, πλην όμως, βάσει των σε κάθε περίπτωση

εφαρμοστέων κανονιστικών κειμένων (με τη σημαντική συνδρομή της νομολογίας η

οποία τους ερμηνεύει και συχνά και των Κατευθυντήριων Γραμμών του EUIPO), θεωρείται ότι είναι πιθανό το κοινό να «μπερδέψει»

τις δύο ενδείξεις. Το ζήτημα του

κινδύνου σύγχυσης εξικνείται πολύ πέρα από την στείρα σύγκριση δύο ενδείξεων.

Όπως νομολογείται παγίως από το Δικαστήριο της Ευρωπαϊκής Ένωσης (ΔΕΕ) η

εκτίμηση του κινδύνου σύγχυσης αποτελεί ζήτημα πολυπαραγοντικό. Η ομοιότητα μεταξύ των επίμαχων σημείων είναι ένας μόνο από τους παράγοντες

από τους οποίους εξαρτάται ο κίνδυνος της μεταξύ τους συγχύσεως (Γενικός Εισαγγελέας Giovanni Pitruzzella στις Προτάσεις της 6ης Μαρτίου 2019 στην Υπόθεση C&#8209;705/17, σκ. 39, σε διαφoρά στην οποία ενεπλάκη το σουηδικό γραφείο

ευρεσιτεχνιών και εμπορικών σημάτων Patent-och rigisteringsverket).

Αυτό σημαίνει πολλά. Καμία υπόθεση δεν είναι ίδια (απαιτείται εξατομικευμένη

προσέγγιση) και η εκτίμηση του κινδύνου σύγχυσης δεν εξαντλείται στην σύγκριση

των εκατέρωθεν ενδείξεων, υπό μια κρίση επιπέδου «μοιάζουν/δεν μοιάζουν».

Σημαντικό ρόλο διαδραματίζουν και λοιποί παράγοντες (για παράδειγμα ποιο είναι

το υπό κρίση κοινό, οι τρόποι διάθεσης των υπό κρίση αγαθών κτλ και τι δέχεται

η νομολογία για τα υπό κρίση δεδομένα). Αναλόγως των ανωτέρω στοιχείων – και

ιδίως κατόπιν στενής παρακολούθησης της συνεχώς εξελισσόμενης νομολογίας σε

εθνικό και ευρωπαϊκό επίπεδο -  ο νομικός

σας σύμβουλος θα σας συμβουλεύσει για το εάν είναι πιθανό να κριθεί ότι

συντρέχει κίνδυνος σύγχυσης. Αξίζει να σημειωθεί – και είναι σχετικό με εκείνο

που αναφέρθηκε παραπάνω, ότι δηλαδή δεν πρόκειται για μία κρίση επιπέδου

«μοιάζει/δεν μοιάζει» - ότι ακόμα και η

σύγκριση των ενδείξεων διενεργείται με πολύ συγκεκριμένους κανόνες και μεθόδους

και είναι «τεχνική». Απέχει πολύ από την εκτίμηση που θα κάνει ένα άτομο

χωρίς την απαιτούμενη εμπειρία και εξειδίκευση.

ΙΙΙ. Δεν είναι όμως μόνο

ο κίνδυνος σύγχυσης: ο νόμος και το παράδειγμα του COVID-19

Η μελέτη για τη συνδρομή κινδύνου σύγχυσης αναφορικά με την επιθυμητή

ένδειξη αποτελεί ένα μεγάλο κομμάτι της νομικής εργασίας που απαιτείται. Ωστόσο, δεν είναι το μόνο.

Για παράδειγμα, σε πρόσφατη απόφαση επί δήλωσης Σήματος του Οργανισμού

Βιομηχανικής Ιδιοκτησίας (ΟΒΙ - ΕΞ 7633 της 7.11.2022), επιχειρήθηκε να

καταχωριστεί η ένδειξη "COCTAIL COVID 19 VACCINE SHOT - Summer nights", συνοδευόμενη από συγκεκριμένη συναφή απεικόνιση (δείτε

εδώ).

Στη συγκεκριμένη περίπτωση, η εξετάστρια του ΟΒΙ απέρριψε τη δήλωση με την

εξής αιτιολογία:

«Σύμφωνα με το άρθρο 4 παράγραφος 1

περ. στ, του Νόμου 4679/2020 δεν καταχωρίζονται ως σήματα ή αν έχουν

καταχωριστεί είναι δυνατόν να κηρυχθούν άκυρα, σημεία τα οποία αντίκεινται στη

δημόσια τάξη ή τα χρηστά ήθη. Το κρινόμενο σήμα εμπεριέχει στο στοιχείο "Covid 19", το οποίο είναι απαράδεκτο να χρησιμοποιείται

εμπορικά, ενώ ο συγκεκριμένος υιός έχει οδηγήσει στην πανδημία και στην τραγική

απώλεια εκατομμυρίων ζωών παγκοσμίως και αντίκειται στη δημόσια τάξη και τα

χρηστά ήθη. Article 7 (1) (f) EUTMR. Ευρωπαϊκή

Νομολογία (ΜΗ 17/ΜΗ 370)».

Με την παραπάνω αιτιολογία, κρίθηκε ότι η συγκεκριμένη ένδειξη αντίκειται

στη δημόσια τάξη και στα χρηστά ήθη. Στη συγκεκριμένη περίπτωση, δηλαδή, δεν

υπήρχε ούτε ταυτόσημη ούτε παρόμοια ένδειξη. Παρ&#8217; όλα αυτά, η δήλωση εμπορικού

σήματος απερρίφθη.

Αυτή – δηλαδή η αντίθεση στα χρηστά ήθη ή στη δημόσια τάξη - είναι μόνο μια από τις δεκαπέντε (15)

περιπτώσεις απόλυτων απαράδεκτων που εισάγονται από τον ν. 4679/2020 για το

εθνικό εμπορικό σήμα (όμοιες ρυθμίσεις συναντούμε και στον Κανονισμό 2017/100

ΕΕ για το εμπορικό σήμα της ΕΕ). Υπενθυμίζουμε ότι ο κίνδυνος σύγχυσης αποτελεί

έναν επιπλέον λόγο απαραδέκτου (πέραν δηλαδή των δεκαπέντε): όχι απόλυτο, αλλά

σχετικό (δηλαδή προβάλλεται κατ&#8217; αρχήν μόνο από το δικαιούχο της αντίθετης

ένδειξης).

IV. Τα συμπεράσματα

κι ένα «ευχαριστώ» για την απόρριψη

Από τα παραπάνω προκύπτει ότι η κατάθεση εμπορικού σήματος δεν αποτελεί

απλή υπόθεση. Μολονότι συχνά οι ενδιαφερόμενοι θα έχουν κάνει την «αναζήτησή

τους» (η πλατφόρμα  βρίσκεται στην

ιστοσελίδα https://www.tmdn.org/tmview/#/tmview και είναι προσβάσιμη από

όλους, ανεξαρτήτως δικηγορικής ιδιότητας ή όχι), ο έλεγχος αυτός δεν μπορεί να

φτάσει ούτε μέχρι το επίπεδο του

κινδύνου σύγχυσης ούτε μέχρι το σημείο εντοπισμού και κάλυψης απόλυτων

απαραδέκτων. Οι έννοιες αυτές είναι νομικές. Είδαμε προηγουμένως το

παράδειγμα των κανόνων βάσει των οποίων κρίνεται η ομοιότητα (ή και η διαφορά

μεταξύ δύο ενδείξεων): αυτοί είναι τεχνικοί, πολύ συγκεκριμένοι και η νομολογία

συνεχώς εξελίσσεται, παρέχοντας συνεχώς νέες πληροφορίες και καθοδήγηση στους

εφαρμοστές του δικαίου των εμπορικών σημάτων.

Άλλωστε, το έτερο παράδειγμα με την ένδειξη η οποία περιείχε το στοιχείο COVID, είναι ενδεικτικό για την πολύπλευρη εξέταση που απαιτείται να προηγηθεί της κατάθεση συγκεκριμένης ένδειξης για καταχώριση

ως εμπορικό σήμα.

Και κάτι που μπορεί εκ πρώτης όψεως να μας εκπλήσσει: ο συγκεκριμένος

ενδιαφερόμενος θα πρέπει να αισθάνεται

τυχερός για την απόρριψη της δήλωσής του. Τούτο ιδίως για τον εξής λόγο: διότι πλέον γνωρίζει (έμαθε, τελικά, «με το δύσκολο τρόπο») ότι δεν θα

μπορεί να μονοπωλεί στις συναλλαγές τη συγκεκριμένη ένδειξη.

Τι θα

γινόταν όμως αν δεν το μάθαινε, αν δηλαδή η αίτηση γινόταν δεκτή, όπως θα ήλπιζε;

Θα μπορούσε η συγκεκριμένη ένδειξη να καταχωρισθεί (π.χ. αν δεν απέρριπτε

τη δήλωση η εξετάστρια του ΟΒΙ, το οποίο συμβαίνει συχνά στην πράξη και οδηγεί

σε αιτήσεις ακυρότητας οι οποίες και γίνονται δεκτές). Αυτό θα

δημιουργούσε στη σηματούχο μια (ψευδ)αίσθηση ασφάλειας. Έτσι, θα οικοδομούσε

στο συγκεκριμένο Brand με

κάθε τρόπο. Στη συνέχεια, ωστόσο, για παράδειγμα

μετά από τριετία, θα μπορούσε ο οποιοσδήποτε τρίτος (ακόμα και μη ανταγωνιστής)

να ασκήσει αίτηση ακυρότητας λόγω συνδρομής ενός απόλυτου ή σχετικού λόγου

απαραδέκτου, την οποία και – όπως φάνηκε - θα κέρδιζε. Αυτός είναι και ένας από

τους μεγαλύτερους κινδύνους, ο οποίος αποσοβείται με τον σωστό προέλεγχο και

την κατάλληλη νομική επεξεργασία από την πλευρά του υποψήφιου σηματούχου.

Όπως λακωνικά κρίθηκε από το Τμήμα Προσφυγών του

Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (EUIPO) στην υπόθεση R 242/2022-4 της 21ης

Ιουνίου 2022

"Your registration could be an error that could be questioned in the future".

<div class=''', 'Giannis Psarakis', '2021-09-02', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('European Intellectual Property Review', 'european-intellectual-property-review', 'Ολόκληρο το άρθρο μπορείτε να το αγοράσετε εδώ.

<div class=''', 'Giannis Psarakis', '2024-01-03', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Journal of Intellectual Property Law & Practice', 'journal-of-intellectual-property-law', 'Το άρθρο του Γιάννη Ψαράκη είναι διαθέσιμο εδώ.

<div class=''', 'Giannis Psarakis', '2023-05-07', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Mia ypothesi ellinikon symferonton - to sychnotero lathos', 'kataxorisi-simatos-elegxos', '(Σε συνεργασία με τη Ναυτεμπορική)

Ι. Η καταχώριση

εμπορικού σήματος

Η καταχώριση εμπορικού σήματος συμφέρει την επιχείρηση.

Διεθνείς μελέτες και οικονομικές αναλύσεις – όπως έχουμε αναλύσει σε προηγούμενη

αρθρογραφία μας – αποδεικνύουν γιατί αυτό αποτελεί μια πραγματικότητα.

Παράλληλα, η κατοχύρωση π.χ. λογοτύπου, ονόματος επιχείρησης ή ονόματος

προϊόντος έχει σχετικά χαμηλό κόστος, είτε μιλάμε για εθνικό εμπορικό σήμα είτε

ακόμα και για σήμα της Ευρωπαϊκής Ένωσης (EUTM).

Ωστόσο, προκειμένου να μην προκύψουν - αργά ή και πιο

γρήγορα - προβλήματα για την επιχείρηση, θα πρέπει η διαδικασία να λάβει την

προσοχή που της πρέπει, ήδη από την αρχή. Η

καταχώριση εμπορικού σήματος πρέπει να αντιμετωπίζεται με σοβαρότητα. Μια

απόφαση του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΓΔΕΕ) σε υπόθεση

ελληνικών συμφερόντων υπενθυμίζει τους λόγους για τους οποίους η συμβουλή

ειδικού σε ζητήματα εμπορικών σημάτων είναι απολύτως αναγκαία προεργασία ήδη

κατά τη διαμόρφωση της προς καταχώριση ένδειξης (π.χ. όνομα, λογότυπο, εικόνα

κ.ο.κ.).

ΙΙ. Το

συνηθέστερο σφάλμα στην πράξη – το παράδειγμα του HYAL

Ένα από τα φαινόμενα που αντιμετωπίζονται συχνότερα στην

πράξη, αποτελεί εκείνο των περιγραφικών ενδείξεων: συνηθέστατα οι ενδιαφερόμενοι

απευθύνονται σε ειδικό έχοντας καταλήξει στην επιλογή ένδειξης η οποία

περιγράφει – λιγότερο ή περισσότερο – το προϊόν ή την υπηρεσία που προορίζεται

να φέρει το σήμα.

Στο παράδειγμα της συγκεκριμένης υπόθεσης, Ιταλική

φαρμακοβιομηχανία είχε υποβάλει δήλωση κατάθεσης σήματος της Ευρωπαϊκής Ένωσης

(ώστε έτσι να απολαμβάνει προστασίας σε όλα τα Κράτη – Μέλη της ΕΕ) για την

λεκτική ένδειξη "HYAL", προκειμένου να

διακρίνει χημικά και φαρμακευτικά παρασκευάσματα. Η ένδειξη αυτή μάλιστα έγινε

δεκτή από τον EUIPO (European Union Intellectual Property Office) και καταχωρίστηκε στο

οικείο Μητρώο. Η Ιταλική εταιρεία απέκτησε, δηλαδή, εμπορικό σήμα της ΕΕ (το

έτος 2008).

Η συνέχεια μάς

δείχνει γιατί η ολοκλήρωση της καταχώρισης εμπορικού σήματος απαιτεί στέρεη

γνώση και εξειδίκευση από πλευράς νομικού συμβούλου και ότι η καταχώριση (από μόνη

της) δεν θα πρέπει να μας εφησυχάζει ότι οι υπηρεσίες που λάβαμε από τον ειδικό

που ανέλαβε τη διαδικασία ανταποκρινόταν στις προσδοκίες μας.

Εννέα χρόνια μετά την καταχώριση του σήματος (2017),

ελληνική φαρμακευτική εταιρεία αμφισβήτησε το κατά πόσο ένα τέτοιο εμπορικό

σήμα, για τα συγκεκριμένα προϊόντα, ορθώς έγινε δεκτό. Σύμφωνα τελικά και με το

Δικαστήριο, η ένδειξη HYAL θα μπορούσε να γίνει

αντιληπτή ως επιστημονική συντομογραφία της ουσίας υαλουρονιδάσης ή θα μπορούσε

να υποδείξει στο ενδιαφερόμενο κοινό είτε ότι τα προϊόντα αυτά ενδέχεται να

περιέχουν υαλουρονικό οξύ ως δραστικό συστατικό ή ότι αυτά τα προϊόντα θα μπορούσαν

να συνδεθούν με τις γνωστές ιδιότητες αυτού του οξέος, δηλαδή την υαλώδη και

ενυδατική τους δράση. Έτσι, θα μπορούσε

να έχει περιγραφικό χαρακτήρα για τα εν λόγω προϊόντα.

Για το αυτό, λόγω δηλαδή αυτού του εσφαλμένου χειρισμού από

την πλευρά της Ιταλικής εταιρείας κατά την επιλογή της ένδειξης, το καταχωρισθέν

εμπορικό σήμα διαγράφηκε τελικά από το μητρώο σημάτων της ΕΕ.

III. Η περιγραφικότητα

των προς καταχώριση ενδείξεων

Σύμφωνα με βασική αρχή του δικαίου των εμπορικών σημάτων

(ά. 7 Καν. 2017/1001 για το εμπορικό σήμα της ΕΕ και ά. 4 ν. 4679/2020 σε

εναρμόνιση με το ά. 4 Οδηγίας 2015/2436 για την προσέγγιση των εθνικών

νομοθεσιών για τα εθνικά εμπορικά σήματα)  δεν καταχωρίζονται ως σήματα, κι αν από λάθος

καταχωρίστηκαν, διαγράφονται, ενδείξεις οι οποίες συνίστανται

αποκλειστικά σε σημεία ή ενδείξεις που μπορεί να χρησιμεύσουν στο εμπόριο για

τη δήλωση του είδους, της ποιότητας, της ποσότητας, του προορισμού, της αξίας,

της γεωγραφικής προέλευσης ή του χρόνου παραγωγής του προϊόντος ή παροχής της

υπηρεσίας ή άλλων χαρακτηριστικών του προϊόντος ή της υπηρεσίας.

Το τι είναι περιγραφικό (ή όχι) αποτελεί μια νομική

κρίση, η ερμηνεία της οποίας προσεγγίζεται μέσα από τα κανονιστικά κείμενα, από

τα Guidelines του EUIPO και βεβαίως από τη νομολογία του Γενικού Δικαστηρίου της

ΕΕ (ΓΔΕΕ) και του Δικαστηρίου της ΕΕ (ΔΕΕ). Αυτό καθίσταται αντιληπτό από

αρκετές σκέψεις τη συγκεκριμένης υπόθεσης.

IV. Καταχώριση: η

κορυφή του παγόβουνου

Τελικά, η καταχώριση εμπορικού σήματος λέει πολλά, λέει

όμως και πολύ λίγα. Εμπορικό σήμα είχε και η Ιταλική φαρμακευτική, έχοντας

δαπανήσει χιλιάδες ευρώ για τη διαδικασία (παράβολα - τέλη και ενδεχόμενη αμοιβή

δικηγόρου), αυτό όμως δεν εμπόδισε τη διαγραφή του σήματος. Πράγματι, η καταχώριση

σήματος χωρίς την απαραίτητη προεργασία από εξειδικευμένο νομικό σύμβουλο δεν

έχει ιδιαίτερο νόημα κατά το ότι, όχι σπάνια, θα συνοδεύεται με πλημμέλειες οι οποίες θα μπορούν ανά πάσα στιγμή στο

μέλλον να προβληθούν και να οδηγήσουν στη διαγραφή.

Εκείνος ο οποίος επιθυμεί να θέσει  σταθερά θεμέλια στην επιχειρηματική του

δραστηριότητα θα πρέπει να έχει κατά νου ότι είναι απαραίτητη η προηγούμενη

σωστή νομική διεργασία, προκειμένου όντως το εμπορικό σήμα να έχει την εγγενή ισχύ να αντέξει σε επιθετικές ενέργειες

τρίτων (συνηθέστατα ανταγωνιστών). Η καταχώριση αποτελεί απλώς την κορυφή

του παγόβουνου&#64434; πολύ πιο σημαντικό είναι το τι βρίσκεται (εάν βρίσκεται) κάτω

από αυτό. Αυτό θα παράσχει την

απαραίτητη ομαλότητα στη διάρκεια ζωής του σήματος χωρίς αναπάντεχες (και συχνά

καταστροφικές, ιδίως σε περιπτώσεις κινδύνου σύγχυσης: καταστροφή προϊόντων,

παράλειψη χρήσης συγκεκριμένης ιστοσελίδας με ήδη καλή θέση στην κατάταξη της Google κ.ο.κ.) ανατροπές.

Επομένως, η εξακρίβωση της ποιότητας των υπηρεσιών που

έλαβε ο σηματούχος δεν ολοκληρώνεται με την καταχώριση της ένδειξης. Η ποιότητα

των υπηρεσιών, αντίθετα, θα παίξει σημαντικό ρόλο όταν ο σηματούχος χρειαστεί

να προβάλει το εμπορικό του σήμα και να ασκήσει (ή και να αποκρούσει) αξιώσεις

βάσει αυτού.

<div class=''', 'Giannis Psarakis', '2022-01-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Katathesi emporikou simatos - i diadikasia', 'kataxwrisi-onoma-katoxurosi-sima-logo', '(Σε συνεργασία με το Euro2day)

Περίληψη: Σκοπός

του άρθρου (Μέρος Α&#8217; και Μέρος Β&#8217;) είναι να εξηγήσει με απλά λόγια και σε μορφή

ερωταπαντήσεων τους λόγους για τους οποίους η καταχώριση εμπορικού σήματος

αποτελεί μια άκρως συμφέρουσα επιλογή για τον επιχειρηματία και μάλιστα, στην

περίπτωση της Ελλάδας, με πολύ χαμηλό κόστος. Εκθέτουμε ενδιαφέροντα

παραδείγματα – πάντοτε βοηθούν στην καλύτερη κατανόηση – και εφιστούμε την

προσοχή των ενδιαφερομένων σε πιθανές περιοχές κινδύνου.

Του Γιάννη Ψαράκη

- Με συμφέρει τελικά η κατοχύρωση εμπορικού σήματος;

Τα τελευταία χρόνια παρατηρείται μια ραγδαία αύξηση στις

αιτήσεις καταχώρισης εμπορικών σημάτων (δείτε εδώ για

τα επίσημα στοιχεία). Παράλληλα, ακόμα και οι μεγαλύτερες εταιρείες δαπανούν

σταθερά εκατομμύρια για το χτίσιμο και τη διαφύλαξη των εμπορικών σημάτων τους. Όλα

αυτά δεν συμβαίνουν βέβαια τυχαία.

Η καταχώριση εμπορικού σήματος εξασφαλίζει τον αναγκαίο χώρο

στον οποίο θα μπορούν να διαφυλαχθούν και να καρποφορήσουν οι επιχειρηματικές

προσπάθειες και δαπάνες κάθε επιχείρησης. Στην ελληνική νομική επιστήμη έχει

γίνει λόγος για "κατοχύρωση επιχειρηματικής επίδοσης".

Είναι ευφυές η προστασία του εμπορικού σήματος να τίθεται

ψηλά στη λίστα προτεραιοτήτων μιας επιχείρησης. Ένα καλό προϊόν ή υπηρεσία,

τροφοδοτεί και τροφοδοτείται από την ισχύ του εμπορικού σήματος που τα

συνοδεύει. Πρόκειται για μία διαδικασία αμοιβαία επωφελή και «εμπορικά

οικολογική»: το καλό προϊόν χτίζει το σήμα, το οποίο σήμα στη συνέχεια

δίνει ήδη μία ώθηση "from day one" σε κάθε νέο προϊόν· παράλληλα εάν και το νέο

προϊόν επιβεβαιώσει τη φήμη του σήματος και είναι καλό, θα προσθέσει κύρος στο

σήμα το οποίο στη συνέχεια θα υποστηρίξει με ακόμα περισσότερη ένταση τα νέα

προϊόντα. Μπορούμε όλο αυτό τον μηχανισμό να το παρομοιάσουμε με ένα

κλειστό κύκλωμα με μηδενικές «τριβές», μηδενικές απώλειες και μεγιστοποίηση των

ωφελειών. Σκεφτείτε τι θα συμβεί εάν τρίτος κατοχυρώσει συγκεκριμένη ένδειξη η

οποία επιτίθεται στα προϊόντα σας, πριν το κάνετε εσείς. Οι όποιοι κόποι και

καλές εντυπώσεις θα έχουν ευνοήσει, τελικά, κάποιον άλλο.

Και σε επίπεδο δικαστικής διένεξης, όμως, εάν δηλαδή

εντοπίσετε κάποιον τρίτο που αντιποιείται το σήμα σας, εκείνος ο οποίος έχει

καταχωρισμένο σήμα ευνοείται με την παροχή αποδεικτικών διευκολύνσεων και

περαιτέρω "όπλων" κατά τη διαδικασία της δίκης, τα οποία του παρέχει ο

νέος νόμος 4679/2020.

Μάλιστα, όπως επίσημα διαπιστώθηκε από έρευνα της

νομοπαρασκευαστικής επιτροπής του νέου νόμου για τα εμπορικά σήματα (ν.

4679/2020) σε χώρες με πληθυσμό και οικονομικά μεγέθη αντίστοιχα με εκείνα της

Ελλάδας (π.χ. Πορτογαλία, Ουγγαρία, Δανία, Τσεχία, Ιρλανδία, Νορβηγία) τα

τέλη για την κατάθεση σήματος στην Ελλάδα είναι τα χαμηλότερα: 100 ευρώ για την

καταχώριση σήματος για μία κλάση προϊόντων/υπηρεσιών.

Για μια πληθώρα λόγων, πολλούς από τους οποίους μπορείτε να

εντοπίσετε στην αρθρογραφία μας, η καταχώριση σήματος καταλήγει ως μια άκρως

επωφελή για την επιχείρηση κίνηση. Έχοντας βέβαια πει αυτό, η πλημμελής

καταχώριση, δηλαδή η χωρίς προηγούμενο κατάλληλο νομικό έλεγχο καταχώριση

σήματος, μπορεί να προκαλέσει μια σειρά από προβλήματα, αντί, στην

πραγματικότητα, να μας διευκολύνει (βλ. στη συνέχεια).

- Τι είναι το εμπορικό σήμα και τι μπορώ να κατοχυρώσω ως

τέτοιο;

Σύμφωνα με το ά. 2 του ν. 4679/2020, το εθνικό σήμα μπορεί

να αποτελείται από οποιαδήποτε σημεία, ιδίως από λέξεις, συμπεριλαμβανομένου

του ονόματος προσώπων, ή από σχέδια, γράμματα, αριθμούς, χρώματα, το σχήμα του

προϊόντος ή τη συσκευασία του προϊόντος, ή από ήχους, υπό την προϋπόθεση ότι τα

σημεία αυτά:

α) είναι ικανά να διακρίνουν τα προϊόντα ή τις υπηρεσίες

μιας επιχείρησης από τα προϊόντα ή τις υπηρεσίες άλλων επιχειρήσεων και

β) μπορούν να αναπαρίστανται στο μητρώο, κατά τρόπο που

επιτρέπει στις αρμόδιες αρχές και στο κοινό να προσδιορίζουν με σαφήνεια και

ακρίβεια το αντικείμενο της προστασίας που παρέχεται στο δικαιούχο του.

Έτσι, πέρα από λεκτικά ή και απεικονιστικά σήματα με τα

οποία ο μέσος επιχειρηματίας είναι ίσως περισσότερο εξοικειωμένος, έχουν γίνει

δεκτά ως εμπορικά σήματα, για παράδειγμα, τα εξής: το σχήμα κραγιόν της

εταιρείας Guerlain (δείτε εδώ),

το χρώμα magenta (Pantone Rhodamine Red U) για την εταιρεία

τηλεπικοινωνιών T-Mobile (δείτε εδώ)

και το χαρακτηριστικό σχήμα της εμπρόσθιας μάσκας των jeeps της εταιρείας

Jeep-Chrysler. Εξάλλου, με την προστασία του εμπορικού σήματος είναι δυνατόν να

θωρακίσουμε και videos αλλά

και ηχητικά (η γνωστή κραυγή

του Tarzan προστατεύεται ως σήμα της ΕΕ). Ο γνωστός σεφ Nusret Gökçe

(Salt Bae) έχει καταχωρίσει ως σήμα την

κίνηση με την οποία απλώνει το μαγειρικό αλάτι στα κρέατα. Η Twitter

Inc. έχει καταχωρίσει ως σήμα video όπως

και η Cartier

International AG, η Dropbox

Inc και η ιδιοκτήτρια εταιρεία των Galleries

Lafayette.

Υπάρχει όμως και η δυνατότητα καταχώρισης πολυμεσικού

(multimedia) σήματος, ήτοι εκείνου που περιλαμβάνει και το μέσο της εικόνας και

το μέσο του ήχου. Για παράδειγμα, το Netflix (Netflix Inc.) έχει από το 2020

καταχωρίσει πολυμεσικό

σήμα, όπως και η La

Liga (Liga Nacional de Futbol Profesional).

- Προστατεύομαι για πάντα; Σε ποιες περιοχές;

Η προστασία του σήματος διαρκεί 10 έτη από την ημερομηνία

κατάθεσης της δήλωσης. Κατόπιν υπάρχει η δυνατότητα ανανέωσης με την πληρωμή

αντίστοιχου τέλους. Πρακτικά, η προστασία μπορεί να παρέχεται στο διηνεκές.

Όσον αφορά τις περιοχές προστασίας, αυτό εξαρτάται. Οι

διαθέσιμες επιλογές για καταχώριση σήματος είναι οι εξής: εθνικό σήμα

(προστασία στην Ελλάδα), σήμα της Ευρωπαϊκής Ένωσης (προστασία σε όλες τις

χώρες της ΕΕ), διεθνής καταχώριση (προστασία σε συγκεκριμένη ή συγκεκριμένες

χώρες - συνήθης επιλογή στην περίπτωση εξαγωγών στις ΗΠΑ όπου τα συμβόλαια με

εισαγωγείς απαιτούν καταχώριση σήματος στο UPSTO - United States Patent

and Trademark Office).

- Γιατί χρειάζομαι τη βοήθεια ενός ειδικού στα εμπορικά

σήματα πριν την καταχώριση; Γιατί να μην το κάνω εγώ ή με τη βοήθεια ενός

φτηνού παρόχου;

Καμιά φορά διαβάζουμε ότι η καταχώριση σήματος απαιτεί

δικηγόρο, χωρίς τον οποίο δεν είναι δυνατόν να προχωρήσουμε σε αυτή. Αυτό όμως

δεν είναι αληθές. Καταχώριση εμπορικού σήματος μπορεί θαυμάσια να γίνει

από τον οποιονδήποτε (δηλ. και από τον ίδιο τον επιχειρηματία) ηλεκτρονικά

(με κωδικούς taxis) ή

και με έντυπο. Σύμπραξη δικηγόρου απαιτείται μόνο κατά την άσκηση αιτήσεων

(π.χ. ανακοπή, αίτηση διαγραφής, αίτηση έκπτωσης κ.ο.κ.) ενώπιον της Διοικητικής

Επιτροπής Σημάτων (ΔΕΣ) και φυσικά για ενέργειες ενώπιον Δικαστηρίων.

Η απολύτως ενδεδειγμένη όμως επιλογή είναι η λήψη συμβουλής

από έναν επαγγελματία εξειδικευμένο στο δίκαιο των σημάτων με στέρεη γνώση της

νομολογίας και της πρακτικής ελληνικών οργάνων αλλά και των οργάνων της ΕΕ. Ο λόγος είναι ότι ακόμα και αν καταχωρισθεί

σήμα στο μητρώο, ο σηματούχος δεν είναι ασφαλής. Παραμένει ευάλωτος σε

επιθετικές ενέργειες τρίτων (π.χ. αίτηση διαγραφής, αγωγή για αποζημίωση αλλά

και μήνυσης για την παραβίαση ποινικών διατάξεων). Μάλιστα, μια

καταχώριση σήματος η οποία τελικά παραβιάζει δικαιώματα τρίτων, δημιουργεί στο

σηματούχο την ψευδαίσθηση ασφάλειας, η οποία καταλήγει, τελικά, επικίνδυνη (βλ.

στη συνέχεια). Δηλαδή, μια

καταχώριση χωρίς προηγούμενη νομική συμβουλή, θα ισοδυναμεί πολύ συχνά, για μια

σειρά από ειδικότερους λόγους, με «μη καταχώριση»· ή και κάτι ακόμα χειρότερο

(βλ. ψευδαίσθηση ασφάλειας, η οποία τελικά καταλήγει επικίνδυνη).

Οι λόγοι για τους οποίος πρέπει να έχετε στο πλευρό σας ένα

νομικό σύμβουλο με εξειδίκευση στο δίκαιο των σημάτων γίνονται εμφανείς και στο

επόμενο ερώτημα.

- Έχω εμπορικό σήμα. Το καταχώρισα στο Μητρώο Σημάτων.

Είμαι ασφαλής;

Όχι. Η καταχώριση του εμπορικού σήματος δεν

διασφαλίζει ότι δεν θα στραφούν τρίτοι εναντίον του σηματούχου ζητώντας τη

διαγραφή του σήματος, αποζημίωση ή ακόμα και την επιβολή ποινικών κυρώσεων.

Αυτό συμβαίνει διότι υπό το νέο νόμο 4679/2020 ο έλεγχος τον οποίο κάνει η

Διοίκηση για να προβεί στην καταχώριση περιορίζεται μόνο σε ένα μικρό μέρος το

οποίο θα μπορούσε να γεννήσει ζητήματα στο μέλλον. Αντίθετα, εκείνο το οποίο

δημιουργεί τις καλύτερες δυνατές συνθήκες για την απροβλημάτιστη

δραστηριοποίηση του σηματούχου είναι η προηγούμενη λήψη συμβουλής από κάποιον

ειδικό. Έτσι, ακόμα και εάν υποτεθεί ότι τρίτος στρέφεται κατά του

σηματούχου, η δουλειά που θα έχει προηγηθεί και η επισήμανση

"περιοχών κινδύνου", θα έχει ως συνέπεια την ουσιώδη αύξηση των

πιθανοτήτων απόρριψης εν γένει αιτημάτων τρίτων.

Για τους λόγους αυτούς, πολλές φορές λέγεται ότι η καταχώριση

ενός σήματος για το οποίο δεν έχει προηγηθεί ο προηγούμενος ενδελεχής νομικός

έλεγχος και νομική συμβουλή, αποτελεί πρώτης τάξεως

"παγίδα" για τον σηματούχο: αυτό διότι εκείνος έχοντας

δικαίωμα στο σήμα, διενεργεί επενδύσεις και επεκτείνει τη δραστηριότητά του υπό

μια ένδειξη η οποία όμως δεν αποκλείεται να είναι εξαιρετικά ευάλωτη σε

επιθετικές κινήσεις τρίτων. Με ένα απλό παράδειγμα: εάν το σήμα ακυρωθεί, όλες

αυτές οι επενδύσεις θα έχουν γίνει στο κενό. Είναι σαν να κάνουμε μια

κοστοβόρο ανακαίνιση σε σπίτι το οποίο μισθώνουμε για ορισμένο χρόνο - η

ανακαίνιση γίνεται, αλλά τελικά καταλήγει όχι σε εμάς, αλλά σε κάποιον άλλο.

Παράλληλα, αυτό ο «άλλος» θα μπορεί να μας ζητήσει και αποζημίωση (ή και να

ξεκινήσει ποινικές διαδικασίες) επειδή κάναμε την ανακαίνιση χωρίς πρώτα να

ερωτηθεί.

*Ο Γιάννης

Ψαράκης (Υπ. Διδάκτωρ Νομικής Σχολής ΕΚΠΑ - ΜΔΕ ΙΙΙ) είναι δικηγόρος,

συνεργάτης της Δικηγορικής Εταιρείας Ψαράκης|Κεφαλάς (www.psarakislegal.com) και ιδρυτής του IP hub "The Trademark Hoop" (www.thetrademarkhoop.com)

Το βιβλίο του «Ο

Κίνδυνος Σύγχυσης στο Δίκαιο του Σήματος» κυκλοφορεί από τον εκδοτικό οίκο

«Νομική Βιβλιοθήκη».

<div class=''', 'Giannis Psarakis', '2022-01-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('EUIPO - La Liga simeiosate 1', 'kataxwrisi-sima-euipo', '(Σε συνεργασία με τον Οικονομικό Ταχυδρόμο)

Η απόπειρα της European Super League και τα οικονομικά μεγέθη που κυκλοφόρησαν απλώς μας υπενθύμισαν για ακόμα μία φορά αυτό που ήδη γνωρίζαμε: εκείνο το οποίο για τη μεγάλη μερίδα του κοινού αποτελεί μία ευχάριστη ενασχόληση, για άλλους αποτελεί (πρωτίστως) ένα προϊόν το οποίο ενσωματώνει τεράστια οικονομική αξία.

Εύλογα λοιπόν η «La Liga» (Liga Nacional de Fútbol Profesional) επιχείρησε να θωρακίσει το πολυτιμότερο ίσως περιουσιακό της (;) στοιχείο, καταθέτοντας αίτηση για καταχώριση της ένδειξης "El Clasico" ως εμπορικό σήμα της Ευρωπαϊκής Ένωσης (EU Trademark). Η αίτηση κατατέθηκε – όπως προβλέπεται - ενώπιον του Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (European Union Intellectual Property Office - EUIPO)· πλην όμως απερρίφθη.

Κατόπιν αυτού, η La Liga προσέφυγε (διαδοχικά) ενώπιον του Τμήματος Προσφυγών του EUIPO αλλά και ενώπιον του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΓΔΕΕ), για να εισπράξει ισάριθμες απορριπτικές αποφάσεις.

Ας εστιάσουμε στην τελευταία.

Αν και στην  απόφαση T - 809/19 του ΓΔΕΕ (δημοσιευθείσα πρόσφατα - μόλις στα τέλη Φεβρουαρίου του 2021 – διαθέσιμη εδώ στα γαλλικά και στα ισπανικά), κρίσιμα για την απόρριψη του αιτήματος της La Liga αποτέλεσαν περισσότερα σημεία, πολύ ενδιαφέρον είναι το εξής: το Γενικό Δικαστήριο έκρινε ότι ακόμα και αν κατά την αντίληψη του ενδιαφερόμενου κοινού στην Ευρωπαϊκή Ένωση ο όρος El Clasico έχει καταλήξει να παραπέμπει άμεσα και χωρίς ιδιαίτερη προσπάθεια στον ποδοσφαιρικό αγώνα Ρεάλ Μαδρίτης – Μπαρτσελόνα, ο όρος El Clasico δεν συνδέεται απαραίτητα αποκλειστικά με τη διοργανώτρια αρχή La Liga, η οποία και στη συγκεκριμένη περίπτωση αιτήθηκε την καταχώριση (ενν. στο όνομά της).

Η κρίση αυτή του Γενικού Δικαστηρίου κινείται στη σωστή κατεύθυνση. Είναι γνωστό ότι ποδοσφαιρικοί αγώνες μεταξύ των δύο ομάδων διοργανώνονται και από άλλες αρχές όπως η UEFA για το UEFA Champions League και η Βασιλική Ισπανική Ομοσπονδία Ποδοσφαίρου (Real Federación Española de Fútbol - RFEF) όσον αφορά τη διοργάνωση του Copa del Rey (πλήρες όνομα: Campeonato de España – Copa de Su Majestad el Rey). Δηλαδή, ακόμα και αν ισχυριζόμασταν ότι με το πέρασμα των ετών ο όρος El Clasico παραπέμπει ασφαλώς στο ποδοσφαιρικό παιχνίδι Ρεαλ Μαδρίτης – Μπαρτσελόνα, αυτό δε θα αρκούσε. Θα πρέπει, ακόμα, να παραπέμπει στο ποδοσφαιρικό παιχνίδι Ρεαλ Μαδρίτης – Μπαρτσελόνα, ειδικά στο πλαίσιο της La Liga. Αυτό όμως δεν είναι αληθές. Η La Liga αποτελεί απλώς μία πάροχο του συγκεκριμένου «προϊόντος».

Ακόμα όμως και η βασική διαπίστωση, ότι δηλαδή ο όρος παραπέμπει άμεσα στον ποδοσφαιρικό αγώνα μεταξύ Ρεάλ Μαδρίτης και Μπαρτσελόνα, δεν είναι ασφαλής. Σε El Clasico αναφερόμαστε και στους αγώνες των ομάδων μπάσκετ των τμημάτων. Παράλληλα, ο όρος έχει περιπέσει σε κοινή χρήση και πλέον το συναντούμε και σε αναφορές κλασικών ντέρμπυ άλλων χωρών .

Μιλώντας με όρους νομικούς, οι ισχυρισμοί της La Liga έτειναν στο άρθρο 7 παράγραφος 3 του Κανονισμού 2017/1001 ΕΕ για το σήμα της Ευρωπαϊκής Ένωσης, στο μέτρο στο οποίο επιχειρεί να θεμελιώσει εκείνο το οποίο στο δίκαιο των εμπορικών σημάτων αποκαλούμε «επίκτητη διακριτική ικανότητα (ή χαρακτήρα)».

Η σειρά πιθανότατα θα κριθεί στο τρίτο παιχνίδι, εκείνο ενώπιον του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ).

<div class=''', 'Giannis Psarakis', '2021-11-09', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Oi sygchrones meletes gia tin katochyrosi emporikou simatos', 'katoxirosi-simatos-dhlwsh', '(Σε συνεργασία με την HuffingtonPost)

Σε πρόσφατη μελέτη επιστημόνων από τα Πανεπιστήμια της Ταιβάν, του Χονγκ-Κονγκ και της Νότιας Καρολίνα, δημοσιευμένη στο περιοδικό Management Science (Ιανουάριος 2022) διαπιστώθηκε η συσχέτιση μεταξύ της κατοχύρωσης εμπορικών σημάτων (ονομασία επιχείρησης ή προϊόντων και υπηρεσιών, λογότυπα κ.ο.κ.) και της κερδοφορίας των επιχειρήσεων.

Συγκεκριμένα, επιχειρήσεις οι οποίες καταχώρισαν περισσότερα σήματα ετησίως για τα αγαθά ή τις υπηρεσίες τους, αποδείχθηκε ότι είχαν μεγαλύτερα κέρδη σε άξονα δωδεκαμήνου από εκείνες που δεν ήταν τόσο ενεργές σε επίπεδο εμπορικών σημάτων. Το δεδομένο αυτό αποδεικνύει ότι η κατοχύρωση εμπορικού σήματος συνιστά μια διαδικασία οικονομικά ωφέλιμη.

Καταλήγοντας, η έρευνα σημειώνει ότι οι οικονομικοί αναλυτές, για το λόγο αυτό, οφείλουν να δίνουν μεγαλύτερη βαρύτητα στο trademark portfolio κάθε επιχείρησης, αφού αυτό αποτελεί παράγοντα ο οποίος παρέχει αποφασιστική συνδρομή στην πρόβλεψη των οικονομικών αποτελεσμάτων της οντότητας.Η συγκεκριμένη μελέτη [Po-Hsuan Hsu, Dongmei Li, Qin Li, Siew Hong Teoh, Kevin Tseng (2022) Valuation of New Trademarks. Management Science 68(1):257-279] βασίστηκε σε 305.422 καταχωρίσεις σημάτων στον USPTO (United States Patent and Trademark Office), την αρμόδια δηλαδή υπηρεσία των ΗΠΑ για εμπορικά σήματα και ευρεσιτεχνίες.

Η συσχέτιση των εμπορικών σημάτων με την κερδοφορία των επιχειρήσεων δεν έχει διαπιστωθεί όμως μόνο στις ΗΠΑ. Σύμφωνα με πρόσφατη έρευνα του EUIPO (European Union Intellectual Property Office - Γραφείο Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης) σε συνεργασία με τον EPO (European Patent Office - Ευρωπαϊκό Γραφείο &#8710;ιπλωµάτων Ευρεσιτεχνίας), επιχειρήσεις οι οποίες επενδύουν σε δικαιώματα διανοητικής ιδιοκτησίας (τέτοιο είναι και το σήμα) παρουσιάζουν έσοδα ανά υπάλληλο (revenue per employee ratio) αυξημένα κατά 55%.

Οι λόγοι για τους οποίους το σήμα είναι ωφέλιμο για μία επιχείρηση ποικίλλουν. Είναι βέβαιο ότι η κατοχύρωση ένδειξης διασφαλίζει τη δημιουργία και τη διατήρηση ορισμένης σύνδεσης με το καταναλωτικό κοινό. Εξάλλου και η ίδια η επιχείρηση, γνωρίζοντας ότι στο εξής αποκτά αποκλειστικό δικαίωμα στο συγκεκριμένο σήμα - επί του οποίου αναγκαία θα «ενσωματωθούν» οι δαπάνες αλλά και εν γένει η πρόοδός της – δρα όχι μόνο με πολύ μεγαλύτερη ασφάλεια αλλά και με ένα πρόσθετο κίνητρο για τη συνεχή βελτίωσή της.

Πολύ παραστατική είναι η φράση που έχει διατυπωθεί στην επιστήμη, όπου γίνεται λόγος για «κατοχύρωση της επιχειρηματικής επίδοσης». Όπως άλλωστε σημειώνεται και στην αιτιολογική έκθεση του νέου νόμου για το εμπορικό σήμα (ν. 4679/2020) «η έλλειψη επαρκούς νομικής προστασίας για τα δικαιώματα βιομηχανικής ιδιοκτησίας συνιστά αντικίνητρο για την έρευνα, αφού χωρίς αυτήν κανένας δεν μπορεί να εκμεταλλευτεί οικονομικά την καινούργια γνώση που δημιουργεί και γι&#8217; αυτό δεν έχει κίνητρο για να επενδύσει στην έρευνα και την καινοτομία».

Ακόμα, η κατοχύρωση π.χ. εμπορικής ονομασίας συγκεκριμένου προϊόντος ή υπηρεσίας διευκολύνει τη θέση του σηματούχου, σε περίπτωση δικαστικής διένεξης - τόσο αμυντικά, όσο και επιθετικά. Άλλωστε, διάταξη Δικαστηρίου η οποία θα επιβάλλει, για παράδειγμα, την καταστροφή των προϊόντων, των διαφημιστικών φυλλαδίων και κάθε άλλου φορέα που φέρει τη συγκεκριμένη ένδειξη (η χρήση της οποίας απαγορεύθηκε μετά από εναντίωση τρίτου – συνηθέστατα ανταγωνιστή), θα είναι πολλές φορές καταστροφική για την επιχείρηση.

Το εμπορικό σήμα αποτελεί σημαντικό εργαλείο ανάπτυξης για μία επιχείρηση. Παράλληλα, αποτελεί βασικό περιουσιακό στοιχείο με μεγάλη δυναμική. Βάσει δεδομένων και μελετών, αποφέρει κέρδη.

Αυτό άλλωστε αναγνωρίζει και η ίδια η αγορά: σύμφωνα με επίσημα στοιχεία του Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (EUIPO), από το 2008 παρατηρείται μία συνεχής αύξηση των αιτήσεων καταχώρισης σήματος της ΕΕ. Εντός του 2020 κατατέθηκαν 176.987 και το 2021 οι αιτήσεις ανήλθαν στο νούμερο των 197.898, αριθμός υπερδιπλάσιος από εκείνο των 87.498 για το 2008.

Το εμπορικό σήμα μπορεί να καταχωρισθεί σε εθνικό επίπεδο (εθνικό εμπορικό σήμα) , αλλά και για ολόκληρη την Ευρωπαϊκή Ένωση (εμπορικό σήμα της ΕΕ).

<div class=''', 'Giannis Psarakis', '2022-06-03', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Katochyrosi domain name os emporiko sima', 'katoxurwsi-domain-name-kai-emporiko-sima', '(Σε συνεργασία με το BusinessReview)

Ι. Η αξία των domain names (ονόματα χώρου) - η

περίπτωση της μεταγενέστερης απαγόρευσης χρήσης

Στη σύγχρονη αγορά κάθε

επιχείρηση διαθέτει ένα domain name (όνομα χώρου) υπό το

οποίο φιλοξενείται η ιστοσελίδα της. Είτε μέσω αυτού πραγματοποιούνται πωλήσεις

(μορφή e-shop) είτε όχι, το domain name θα αποτελεί πολλές φορές

ένα από τα σημαντικότερα περιουσιακά στοιχεία της επιχείρησης. Τούτο διότι, παραστατικά,

εκείνο το οποίο παλιότερα αποκαλούσαμε ως «μαγαζί γωνία», μεταφράζεται πλέον στην

επιχείρηση της οποίας η ιστοσελίδα εμφανίζεται στην 1η σελίδα των μηχανών

αναζήτησης (σχεδόν αποκλειστικά, σήμερα, στη μηχανή αναζήτησης της Google).

Είναι επίσης γνωστό σε

όσους ασχολούνται με το ψηφιακό (digital) marketing και το Search Engine Optimization (SEO), ότι η ισχύς κάθε domain name (domain authority - DA) οικοδομείται με μεγάλο κόπο και δαπάνες και απαιτεί χρόνο παρουσίας στη

διαδικτυακή αγορά. Συχνά – και ορθά – επιστρατεύονται επαγγελματίες που

εξειδικεύονται στο digital marketing, ώστε να καταστήσουν την ιστοσελίδα ισχυρή στον διαδικτυακό ανταγωνισμό

και να εμφανίζεται σε καλή θέση στην αναζήτηση της Google.

Αν για οποιονδήποτε λόγο η επιχείρηση εξαναγκαστεί σε

αλλαγή domain name, αυτό θα σημαίνει ότι θα χρειαστεί να οικοδομήσει από την αρχή την ισχύ

του, δεδομένου ότι αυτή (δηλ. η ισχύς) του αρχικού domain (domain authority) δεν «μεταφέρεται», ακόμα και αν τα δύο domain names ανήκουν στο ίδιο πρόσωπο και ακόμα και αν ο κώδικας της μίας

σελίδας μεταφερθεί αυτούσιος στην άλλη. Επίσης, η λύση του redirect από την παλιά στη νέα σελίδα δεν θα μπορεί να οδηγήσει στα επιθυμητά αποτελέσματα,

αφού το περιεχόμενο της αρχικής σελίδας (εκείνης με το υψηλό DA) δεν θα μπορεί πλέον να καθορίζεται από το συγκεκριμένο πρόσωπο. Έτσι, η

υποχρέωση μη χρήσης του συγκεκριμένου domain name επί του οποίου η επιχείρηση είχε οικοδομήσει πόρους, κόπο και χρόνο θα

αποτελεί συχνά μια καταστροφική εξέλιξη, ιδίως

για τις επιχειρήσεις εκείνες οι οποίες στηρίζουν τον κύκλο εργασιών τους στη

διαδικτυακή τους παρουσία.

Η συνηθέστερη περίπτωση

κατά την οποία αυτό θα συμβεί (δηλαδή η επιχείρηση θα εξαναγκαστεί να

δραστηριοποιηθεί υπό διαφορετικό domain name) θα είναι η έκδοση δικαστικής απόφασης, κατόπιν πρωτοβουλίας (συνήθως) ανταγωνιστή

ο οποίος θα ισχυρίζεται ότι κατέχει προγενέστερο δικαίωμα επί της ένδειξης ή ακόμα και επί ένδειξης με την οποία το

όνομα χώρου τελεί «σε κίνδυνο σύγχυσης». Σημειώνεται ότι η

διαγραφή domain name με κατάληξη «.gr» ή «.ελ» είναι δυνατή και με διαδικασία ενώπιον της Εθνικής Επιτροπής

Τηλεπικοινωνιών και Ταχυδρομείων (ΚΑΝΟΝΙΣΜΟΣ ΕΕΤΤ 843/2/2018 – υπό τις

προϋποθέσεις του ά. 10 παρ. 2).

Ο κίνδυνος σύγχυσης

αποτελεί νομική έννοια και αναφέρεται, εν συντομία, στον κίνδυνο οι καταναλωτές

να πιστέψουν ότι λόγω ενός ορισμένου βαθμού ομοιότητας μεταξύ δύο ενδείξεων,

αυτές είτε ανήκουν στην ίδια επιχείρηση είτε μεν σε διαφορετικές επιχειρήσεις

οι οποίες πλην όμως τελούν υπό συγκεκριμένο (π.χ. οικονομικό, οργανωτικό κτλ) σύνδεσμο.

Η πολυπλοκότητα της έννοιας και ιδίως

των παραγόντων βάσει των οποίων υπολογίζεται ο κίνδυνος σύγχυσης, αποτελούν

τα βασικά στοιχεία για τα οποία η συμβουλή ενός ειδικού είναι απαραίτητη πριν

την οποιαδήποτε επένδυση χρόνου και πόρων σε συγκεκριμένο domain name.

ΙΙ. Παρέχει κάποια διασφάλιση η αγορά ενός domain name;

Η συχνότερη παρανόηση

επιχειρηματιών οι οποίοι λαμβάνουν διάταξη δικαστηρίου που τους απαγορεύει τη

χρήση συγκεκριμένης ένδειξης ως domain name (και άρα ουσιαστικά τους αναγκάζει να οικοδομήσουν εξ αρχής σε νέο όνομα) σχετίζεται

με την «αίσθηση κυριότητας» που τους προσδίδει η «αγορά» ενός domain name. Ως γνωστόν, η χρήση ενός domain name προϋποθέτει την αγορά

του για συγκεκριμένο χρονικό διάστημα (είτε απευθείας από τον ενδιαφερόμενο,

είτε μέσω ενός από τους πολλούς παρόχους που δρουν σαν ενδιάμεσοι, με ελάχιστη,

συνήθως, χρέωση).

Η αλήθεια είναι όμως ότι

αυτή η «αγορά» δεν διασφαλίζει τον

επιχειρηματία. Ο έλεγχος που γίνεται είναι τυπικός και αυτοματοποιημένος,

εξαντλούμενος στο εάν ακριβώς το συγκεκριμένο

domain name έχει ήδη αγοραστεί από άλλο πρόσωπο. Η διαφορά – η οποία,

εφόσον υπάρχει, επιτρέπει τυπικά την αγορά, αλλά δεν διασφαλίζει νομικά τον

ενδιαφερόμενο - μπορεί να έγκειται και

μόνο στο top level-domain, δηλαδή στο τελευταίο κομμάτι ενός ονόματος (.gr, .com, .net κ.ο.κ.)

Έτσι,

για παράδειγμα, ακόμα και αν έχει ήδη αγοραστεί το domain name www.thetrademarkhoop.com, μπορεί ο οποιοσδήποτε να αγοράσει το domain name www.thetrademarkhoop.gr, αφού – τεχνικά – κατά τον έλεγχο διαθεσιμότητας

θα διαπιστωθεί ότι παραμένει διαθέσιμο (λόγω της διαφοράς στο top level-domain). Το ίδιο ισχύει και για άλλα domain names, τα οποία ναι μεν δεν θα ταυτίζονται με την

ένδειξη "thetrademarkhoop", πλην

όμως θα ομοιάζουν (οπτικά, ηχητικά ή νοηματικά) με αυτή. Δηλαδή, ο

ενδιαφερόμενος θα έχει τη δυνατότητα τεχνικά να αγοράσει τα αντίστοιχα domain names.

Σε όλες

αυτές τι περιπτώσεις, ωστόσο, η ιστοσελίδα www.thetrademarkhoop.com (και η κάθε ιστοσελίδα η οποία θα έχει κατοχυρώσει το όνομά της - second level domain ή SLD - ως

εμπορικό σήμα) θα απολαύσει προστασίας, ιδίως για τον εξής λόγο:

Για τον

όρο "thetrademarkhoop" έχει

υποβληθεί δήλωση κατάθεση εθνικού σήματος η οποία έχει γίνει δεκτή.

Έχοντας παρέλθει τρεις μήνες από την ημερομηνία δημοσίευσης της απόφασης και

αφού δεν έχει ασκηθεί κάποια ανακοπή (για τη σημασία της παρέλευσης άπρακτου τριμήνου

από τη δήλωση και άλλες συχνές ερωτήσεις σχετικά με τη διαδικασία κτήσης

δικαιώματος στο εμπορικό σήμα βλ. εδώ),

σήμερα υφίσταται δικαίωμα στο εμπορικό σήμα "thetrademarkhoop", ενδεικτικά, για νομικές υπηρεσίες και υπηρεσίες

σχετιζόμενες με τα εμπορικά σήματα. Έτσι, εάν τρίτος χρησιμοποιήσει το

συγκεκριμένο domain name για την παροχή

συναφών υπηρεσιών, θα λάβει διάταξη δικαστηρίου η οποία θα του απαγορεύει τη

χρήση. Το ίδιο θα συμβεί ακόμα και αν η

ένδειξη δεν είναι καν σε μεγάλο βαθμό ίδια με εκείνη που έχει κατοχυρωθεί ως

εμπορικό σήμα – αρκεί να υπάρχουν ομοιότητες στη βάση των οποίων θα κριθεί ότι

συντρέχει κίνδυνος σύγχυσης (αναφέραμε προηγουμένως ότι πρόκειται για νομική

έννοια).

Εξάλλου,

δεν απαιτείται ο προγενέστερος δικαιούχος να χρησιμοποιεί συγκεκριμένη ένδειξη και

ως μέρος συγκεκριμένου domain name, προκειμένου να

απαγορεύσει τη χρήση domain name με το οποίο τελεί σε

κίνδυνο σύγχυσης. Αρκεί η υποβολή κατάθεσης

σήματος (ευρωπαϊκού ή εθνικού) και η καταχώρισή της. Για παράδειγμα,

επιχείρηση η οποία έχει καταχωρίσει την ένδειξη "kronos" αναφορικά με

προϊόντα ένδυσης και δεν έχει ιστοσελίδα της οποίας το domain name να περιέχει το στοιχείο "kronos", θα μπορεί να αιτηθεί

δικαστικώς και να επιτύχει την απαγόρευση χρήσης του domain name www.kronos.gr από ανταγωνίστρια

επιχείρηση η οποία το χρησιμοποιεί – ακόμα και για κάποια χρόνια – για την

προώθηση της δραστηριότητάς της. Το

γεγονός ότι αυτό βρέθηκε διαθέσιμο κατά τον τυπικό έλεγχο της αγοράς του

συγκεκριμένου domain name δεν έχει καμία απολύτως επιρροή.

Υπάρχουν

όμως λοιποί τρίτοι οι οποίοι δύνανται να απαγορεύσουν την χρήση ενός domain name, όπως οι δικαιούχοι διακριτικού γνωρίσματος του ουσιαστικού

συστήματος, εφόσον βέβαια πληρούνται οι προϋποθέσεις για την κτήση αντίστοιχου

δικαιώματος, κρίση η οποία είναι νομική και θα απαιτεί και πάλι τη συνδρομή

επαγγελματία εξειδικευμένου με το συγκεκριμένο δίκαιο.

ΙΙΙ. Επίλογος

Σύμφωνα

με βασική αρχή του δικαίου της βιομηχανικής ιδιοκτησίας, σε περίπτωση που το ίδιο ή παρεμφερές διακριτικό γνώρισμα χρησιμοποιείται

από δύο ή περισσότερους, επικρατεί εκείνος που πρώτος απέκτησε το δικαίωμα. Επιστρατεύεται, δηλαδή, η αρχή της χρονικής

προτεραιότητας ως μέθοδος άρσης της σύγκρουσης (ΠΠρΑθ 1378/2016). Η λύση αυτή φαίνεται και από δικαιοπολιτική

σκοπιά εύλογη.

Δικαίωμα σε διακριτικό

γνώρισμα κτάται μέσω δύο οδών: είτε με

ουσιαστικό τρόπο (στην περίπτωση αυτή απαιτείται επίκληση και απόδειξη μιας

σειράς από προϋποθέσεις με τη βασικότερη να είναι η διαρκής και πραγματική

χρήση στις συναλλαγές) είτε με τυπικό

τρόπο («τυπικό σύστημα»), δηλαδή με τη διαδικασία κατοχύρωσης εμπορικού

σήματος. Στην τελευταία περίπτωση, για

την απόδειξη του δικαιώματος και της προτεραιότητας, αρκεί η προσκόμιση αποδεικτικού

καταχώρισης στο οικείο Μητρώο Σημάτων.

Έτσι η προσεκτική έρευνα

πριν την επένδυση χρόνου και χρήματος στην ιστοσελίδα της επιχείρησης, κρίνεται

απολύτως αναγκαία. Ένας εξειδικευμένος επαγγελματίας θα διασφαλίσει την

απροβλημάτιστη δραστηριότητα της επιχείρησης στο μέλλον, κατοχυρώνοντας την ονομασία της ιστοσελίδας ως εμπορικό σήμα&#64434;

είτε όπως ακριβώς την αναζήτησε αρχικώς ο επιχειρηματίας, είτε με εστιασμένες

αλλαγές για να αποφευχθούν ακριβώς συγκρούσεις νομικά κρίσιμες με άλλα σήματα

τα οποία προϋπάρχουν. Διότι ένα ενδεχόμενο

δικαστήριο από τρίτο ανταγωνιστή (ο οποίος θα μπορούσε να βρίσκεται και εκτός

Ελλάδας – π.χ. δικαιούχος σήματος της Ε.Ε.) θα μπορούσε να προκαλέσει δικαστικά

έξοδα, υποχρεώσεις αποζημίωσης, ακόμα και ποινικές ευθύνες. Και βέβαια, όπως

αναφέρθηκε, παράλειψη χρήσης του domain name που ενδεχομένως επί

καιρό οικοδομούταν.

Εξάλλου, με τον τρόπο αυτό διασφαλίζεται και η απροβλημάτιστη

κυκλοφορία των αγαθών και των υπηρεσιών της επιχείρησης, οι οποίες συνηθέστατα

θα φέρουν την ίδια ένδειξη.

[Σημειώνεται ότι με την ΚΥΑ 48793/2022 (ΦΕΚ 2416/16.05.2022), υλοποιήθηκε η μεταφορά

της αρμοδιότητας των Εμπορικών Σημάτων από τη Διεύθυνση Σημάτων του Υπουργείου Ανάπτυξης

και Επενδύσεων, στον Οργανισμό Βιομηχανικής Ιδιοκτησίας (ΟΒΙ)].

<div class=''', 'Giannis Psarakis', '2022-06-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Kluwer Trademark Blog', 'kluwer-trademark-blog-wolters-kluwer-nv', 'Το άρθρο "The Interplay Between Protecting Reputed Trademarks and Promoting Public Interest" μπορείτε να το διαβάσετε εδώ.

<div class=''', 'Giannis Psarakis', '2024-01-03', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Allagi paradeigmatos apo to GDEE - symperasmata gia ton OBI', 'OBI-SIMATA-EUIPO', '(Σε συνεργασία με Το Βήμα)

Ι. Περιγραφικά

σήματα και σήματα με περιγραφικά στοιχεία

Όσοι ασχολούνται στην πράξη με ζητήματα καταχώρισης

εμπορικού σήματος (trademark) θα συμφωνήσουν στο εξής:

συχνότατα οι ενδιαφερόμενοι για καταχώριση προτείνουν ένδειξη η οποία αμέσως ή

εμμέσως αναφέρεται στα προϊόντα ή υπηρεσίες τις οποίες προσφέρει (ή θα

προσφέρει) και τα οποία επιθυμεί να διακρίνει. Οι ενδείξεις αυτές χαρακτηρίζονται, νομικά, ως περιγραφικές (descriptive signs).

Ωστόσο, η κατοχύρωση μιας ένδειξης η οποία είναι

περιγραφική, απαγορεύεται από το εθνικό αλλά και το ευρωπαϊκό δίκαιο (όμοιες

ρυθμίσεις εντοπίζονται και στα λοιπά εθνικά δίκαια σε παγκόσμιο επίπεδο). Αυτό

είναι και εύλογο: αν γινόταν δεκτά τα περιγραφικά σήματα και εφόσον κάποιος

πρόλαβε να τα κατοχυρώσει, θα καταλήγαμε στο φαινόμενο ενδείξεις με ονομασία

όπως «Μήλα» ή «Μέλι» να μην μπορούν να χρησιμοποιηθούν από ανταγωνιστές. Αυτοί

όμως έτσι δεν θα μπορούσαν να περιγράφουν τα εμπορεύματά τους. Αυτό θα ζημίωνε

τόσο εκείνους, όσο και τους καταναλωτές. Κάτι τέτοιο λοιπόν απαγορεύεται από το

δίκαιο του σήματος (σημειώνουμε ότι στο σημείο αυτό η πρακτική του ΟΒΙ μοιάζει

ελαστικότερη από εκείνη του EUIPO.

Εκτός από την περίπτωση στην οποία όλα τα στοιχεία της

ένδειξης είναι περιγραφικά, συχνές είναι και οι περιπτώσεις στις οποίες ένα ή

περισσότερα στοιχεία από εκείνα που συναποτελούν την ένδειξη – και αυτά για το

οποίο ουσιαστικά ενδιαφέρεται να μονοπωλήσει και να έχει προστασία ο ενδιαφερόμενος

– είναι περιγραφικά. Πράγματι, πολύ μεγάλος αριθμός σημάτων, τόσο στο μητρώο

του ΟΒΙ όσο και του EUIPO (για εμπορικά σήματα της

Ε.Ε.), περιέχει περιγραφικά στοιχεία.

Τι συνέπειες έχει όμως αυτό και γιατί μας ενδιαφέρει;

ΙΙ. Η προστασία

των περιγραφικών στοιχείων σύμφωνα με το ΓΔΕΕ – Shoppi & Naturanove

Σύμφωνα με πρόσφατη απόφαση του Γενικού Δικαστηρίου της Ε.Ε.

της 12.10.2022 (T-222/21), ο σηματούχος

της ένδειξης "Shoppi" με συγκεκριμένη

απεικόνιση (βλ. στη συνέχεια) δεν μπορούσε να απαγορεύσει την κατοχύρωση της

λέξης "Shopify" για την διάκριση ίδιων προϊόντων.

Δηλαδή, σύμφωνα με το Δικαστήριο, η ταύτιση στο

περιγραφικό μέρος "shop" δεν ήταν ικανή να

ιδρύσει κίνδυνο σύγχυσης μεταξύ των δύο ενδείξεων. Σημειώνεται ότι σύμφωνα με

τη νομολογία, ταύτιση στην αρχή των ενδείξεων, ιδίως αν τα αγαθά που διακρίνονται

είναι κι εκείνα ταυτόσημα,  συνηθέστατα

θα οδηγεί σε διαπίστωση κινδύνου σύγχυσης και άρα σε παροχή προστασίας για τον

προγενέστερο σηματούχο. Στη συγκεκριμένη περίπτωση, ωστόσο, η ταύτιση

εντοπίστηκε σε περιγραφικό στοιχείο, ήτοι στη λέξη "shop".

Σε άλλη υπόθεση που κρίθηκε ενώπιον του ΓΔΕΕ, κρίθηκε ότι

η ένδειξη Naturanove, δεν μπορεί να

απαγορεύσει τη χρήση της ένδειξης Naturalium (για προϊόντα

σαπονοποιίας κτλ).

Πρόκειται για περιπτώσεις των λεγόμενων αδύναμων

ενδείξεων (weak signs). Χαρακτηρίζονται

αδύναμες διότι μεγάλο τμήμα αυτών αποτελείται από στοιχεία τα οποία δεν

διαθέτουν διακριτικό χαρακτήρα. Σύμφωνα με Κοινή Ανακοίνωση του European

Trademark and Design Network (CP5 - European TMDN), δεν

μπορεί να απαγορεύεται η χρήση ένδειξης τρίτης επιχείρησης, όταν ομοιάζει σε καταχωρισμένο

εμπορικό σήμα αποκλειστικά σε στερούμενα διακριτικού χαρακτήρα στοιχεία. Η Κοινή

Πρακτική εφαρμόζεται και στην Ελλάδα.

Ωστόσο, είναι αλήθεια ότι στη νομολογία παρατηρούταν

μέχρι πρότινος κατ&#8217; αποτέλεσμα προστασία ακόμα και στη βάση περιγραφικών (και

άρα χωρίς διακριτικό χαρακτήρα) στοιχείων. Έτσι, στο παρελθόν έχει κριθεί ότι

συντρέχει κίνδυνος σύγχυσης μεταξύ των ενδείξεων Olive line και O&#64434;live:

Αποφάσεις σαν την Olive line έχουν εκδοθεί σε μεγάλο αριθμό, τόσο σε επίπεδο Ευρωπαϊκής

Ένωσης, όσο και ελληνικών δικαστηρίων. Με τις αποφάσεις αυτές, παρέχεται κατ&#8217;

ουσίαν μονοπωλιακό δικαίωμα σε ένα στοιχείο το οποίο είναι αναγκαίο για την

περιγραφή ιδιοτήτων συγκεκριμένου αγαθού (και άρα πρέπει να παραμένει διαθέσιμο

προς χρήση στους ανταγωνιστές).

Όλα αυτά όμως μοιάζουν να αλλάζουν. Όπως

παρατηρήθηκε από μέλος της Επιτροπής Εφέσεων του EUIPO Ricardo Rapponi σε ενημερωτικό σεμινάριο για την εξέλιξη της νομολογίας

κατά το 3ο και 4ο τρίμηνο του 2022, η απόφαση Shoppi δείχνει το δρόμο για μια αλλαγή κατεύθυνσης

όσον αφορά την μη παροχής προστασίας βάσει ομοιότητας σε περιγραφικά στοιχεία.

Σύμφωνα με τον ίδιο, η κατεύθυνση του ανέμου έχει πλέον αλλάξει, συγκριτικά με

όσα συνέβαιναν την προηγούμενη δεκαετία, με χαρακτηριστικό παράδειγμα την

απόφαση Shoppi.

ΙΙΙ. Τα διδάγματα;

Είναι κοινή διαπίστωση ότι η

Ενωσιακή νομολογία και πρακτική ασκούν εναρμονιστική επίδραση στις αντίστοιχες

ελληνικές. Μεταξύ άλλων, ο νόμος 4679/2020 για το  εθνικό εμπορικό σήμα στοχεύει στην εναρμόνιση

με την Οδηγία 2015/2436 ΕΕ. Η δε τελευταία είναι σχεδόν ταυτόσημη με τον

Κανονισμό 2017/1001 ΕΕ για το εμπορικό σήμα της Ευρωπαϊκής Ένωσης.

Διατηρώντας τα παραπάνω κατά νου,

μπορούμε να προβούμε στις ακόλουθες προτάσεις και διαπιστώσεις:

Πρώτον, αξίζει να αναρωτηθούμε εάν θα

ήταν ωφέλιμο ο Οργανισμός Βιομηχανικής Ιδιοκτησίας (ΟΒΙ) να είναι περισσότερο

αυστηρός κατά τον έλεγχο συνδρομής λόγων απόλυτων απαραδέκτων (ιδίως περιγραφικότητες).

Υπάρχουν περιπτώσεις αιτήσεων που δημοσιεύονται και τελικά καταχωρίζονται, ως

προς τις οποίες θα μπορούσε βάσιμα να αναρωτηθεί κανείς αν θα «επιβίωναν» μιας

αίτησης ακυρότητας τρίτου – ανταγωνιστή ή μη – στη βάση της περιγραφικότητας.

Αν ακυρωθεί τελικά το εμπορικό σήμα, το οποίο είναι δυνατό ακόμα και χρόνια

μετά την καταχώριση, οι οποίες δαπάνες θεωρούσε ο σηματούχος ότι οικοδομούσαν

πάνω σε αυτό, πλέον θα έχουν μονάχα σχετική σημασία. Παράλληλα, η ύπαρξη

τέτοιων ενδείξεων στο μητρώο και η μόνη η πιθανότητα ύπαρξης αντιδικίας, τρομοκρατεί

τις επιχειρήσεις οι οποίες έτσι διστάζουν να περιγράψουν επιτυχώς τα προϊόντα

τους (Ramsey, 2003). Ήδη ο EUIPO και βεβαίως το ΔΕΕ και το ΓΔΕΕ είναι αρκετά αυστηρά σε

ζητήματα περιγραφικοτήτων, ακόμα και σημάτων τα οποία έχουν καταχωριστεί χρόνια

πριν. Πλέον, με τη νομολογία Shoppi γίνεται ακόμα προφανέστερο ότι η

σύγχρονη τάση προσανατολίζεται υπέρ της κατάλειψης περιγραφικών ενδείξεων ως

κοινό κτήμα και όχι η – έστω φαινομενική, δια καταχώρισης – μονοπώλησή τους.

Δεύτερον, ιδίως μετά από μία διαφαινόμενη

οριστικοποίηση της μεταστροφής της νομολογίας υπέρ της μη προστασίας

περιγραφικών στοιχείων σε εμπορικά σήματα, οι σύμβουλοι επιχειρήσεων είναι

υποχρεωμένοι να εφιστούν την προσοχή των ενδιαφερόμενων στο ότι η καταχώριση

συγκεκριμένου σήματος με περιγραφικά στοιχεία, δεν σημαίνει ότι θα τους

απονέμει μονοπώλιο σε αυτά τα στοιχεία. Τις

περισσότερες φορές, μάλιστα, αυτά είναι τα στοιχεία τα οποία θα επιθυμεί στην

πραγματικότητα να μονοπωλήσει ο ενδιαφερόμενος και όχι π.χ. το επώνυμό του το

οποίο θα συνυπάρχει στο εμπορικό σήμα. Επομένως, θα πρέπει ο επιχειρηματίας

να είναι ενήμερος για αυτή την πραγματικότητα, ώστε να μπορεί συνειδητά να

λάβει την εξής απόφαση: κατοχύρωση εμπορικού σήματος με τις προαναφερθείσες

εγγενείς αδυναμίες, ή αναζήτηση ενός πιο επινοημένου εμπορικού σήματος, το

οποίο ωστόσο θα παρέχει πλήρη προστασία και θα οικοδομηθεί στη βάση όχι της

εγγενούς δύναμης των λέξεων/απεικονίσεων αλλά στη βάση της ποιότητα των

προϊόντων και των υπηρεσιών του επιχειρηματικού εγχειρήματος;

Αρθρογραφία:

Lisa P. Ramsey, Descriptive Trademarks and the First Amendment, Tennessee Law

Review, 70, 1095.

*Ο

Γιάννης Ψαράκης (Υπ. Διδάκτωρ Νομικής Σχολής ΕΚΠΑ - ΜΔΕ ΙΙΙ) είναι δικηγόρος,

συνεργάτης της Δικηγορικής Εταιρείας Ψαράκης|Κεφαλάς (www.psarakislegal.com),

ιδρυτής του IP hub "The Trademark Hoop" (www.thetrademarkhoop.com) και

Καθηγητής της Νομικής Σχολής του Μητροπολιτικού Κολλεγίου (University of East London).

<div class=''', 'Giannis Psarakis', '2021-10-06', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Katathesi emporikou simatos - ola osa prepei na gnorizete', 'onoma-simata-kataxorisi-dikigoros', '(Σε συνεργασία με το Euro2day)

Σκοπός του άρθρου (δείτε εδώ το πρώτο μέρος) είναι να εξηγήσει με απλά λόγια και σε μορφή ερωταπαντήσεων τους λόγους για τους οποίους η καταχώριση εμπορικού σήματος αποτελεί μια άκρως συμφέρουσα επιλογή για τον επιχειρηματία και μάλιστα, στην περίπτωση της Ελλάδας, με πολύ χαμηλό κόστος. Εκθέτουμε ενδιαφέροντα παραδείγματα -πάντοτε βοηθούν στην καλύτερη κατανόηση- και εφιστούμε την προσοχή των ενδιαφερομένων σε πιθανές περιοχές κινδύνου.

Κάποιος τρίτος χρησιμοποιεί μια ένδειξη που είναι ίδια ή ομοιάζει σημαντικά με το εμπορικό σήμα μου. Τι μπορώ να κάνω;

Υπάρχουν πολλές επιλογές. Το συνηθέστερο - και οικονομικότερο - είναι να ξεκινάμε με μια εξώδικη δήλωση. Κατόπιν, εάν δεν υπάρξει συμμόρφωση, θα ακολουθεί μια αίτηση ασφαλιστικών μέτρων με αίτημα λήψης προσωρινής διαταγής ώστε ήδη από τις επόμενες 2-3 ημέρες (συχνά αυτό θα συμβαίνει και ακριβώς την επόμενη ημέρα - εξαρτάται από το Δικαστήριο) να παύσει η προσβολή και να διασφαλίσουμε τα συμφέροντά μας. Εφόσον ο τρίτος έχει καταχωρίσει σήμα, θα χρειαστεί και η υποβολή αίτησης διαγραφής (αίτηση ακυρότητας σήματος) ενώπιον της Διοικητικής Επιτροπής Σημάτων (ΔΕΣ). Έχουμε πει ξανά ότι η καταχώριση σήματος δεν διασφαλίζει σε απόλυτο βαθμό από μόνη της, αν δεν έχει προηγηθεί ο σωστός νομικός έλεγχος. Ίσα ίσα μπορεί να προκαλεί και μια ψευδαίσθηση ασφάλειας η οποία θα ενθαρρύνει επενδύσεις σε σήμα οι οποίες, τελικά, θα ευνοήσουν τρίτο.

Remaining Time-0:00FullscreenMute

Τέλος, ακόμα μια επιλογή αποτελεί και η κίνηση ποινικής διαδικασίας. Η κατάστρωση στρατηγικής κάθε φορά θα είναι προσαρμοσμένη στις συνθήκες κάθε υπόθεσης και προσανατολισμένη στις επιδιώξεις του εντολέα σηματούχου. Αυτή είναι η σωστή αντιμετώπιση. Κάθε λύση είναι μοναδική, όπως και η υπόθεση.

Αμέλησα και δεν καταχώρισα εμπορικό σήμα. Αυτό σημαίνει ότι δεν προστατεύομαι; Μπορεί οποιοσδήποτε τρίτος να καταχωρίσει το σήμα μου και πλέον να του ανήκει;

Η καταχώριση εμπορικού σήματος είναι μια από τις ενέργειες στην οποία πρέπει να προβεί ο επιχειρηματίας ήδη πριν τη δραστηριοποίησή του. Κατοχυρώνοντας ένα σήμα, κατόπιν πάντα ενός σωστού νομικού ελέγχου, δημιουργεί τα σταθερά θεμέλια πάνω στα οποία θα μπορεί να οικοδομήσει τους κόπους και τις προσπάθειές του.

Ωστόσο η αλήθεια είναι ότι η καταχώριση εμπορικού σήματος δεν αποτελεί τον μόνο τρόπο παροχής αποκλειστικού δικαιώματος επί συγκεκριμένης ένδειξης. Αυτό μπορεί να συσταθεί και με τη χρήση ή τη διάδοση στις συναλλαγές - τότε μιλάμε για δικαίωμα του ουσιαστικού συστήματος. Αντίθετα, εάν επιλέξει την καταχώριση, μιλάμε για δικαίωμα του τυπικού συστήματος. Η αιτία της ορολογικής διαφοράς είναι ευεξήγητη: ενόσω κατά το ουσιαστικό σύστημα εξετάζουμε την ουσία τη υπόθεσης, δηλ. τα πραγματικά περιστατικά (έγινε πραγματική χρήση; διαδόθηκε στις συναλλαγές;), στην καταχώριση του τυπικού συστήματος αρκούμαστε μόνο στην τυπική πράξη της καταχώρισης.

Ήδη από αυτή την παρατήρηση προκύπτει ο λόγος για τον οποίο η καταχώριση σήματος ιδρύει σταθερά θεμέλια, ενώ το αποκλειστικό δικαίωμα με το ουσιαστικό σύστημα θα παραμένει πάντοτε και από όλους αμφισβητήσιμο - θα χρειάζεται να αποδεικνύεται εν νέου σε κάθε διένεξη ξεχωριστά. Επίσης, εκείνος ο οποίος έχει καταχωρίσει σήμα, ενισχύεται από δικονομικές "διευκολύνσεις" εξαιρετικά κρίσιμες στην περίπτωση αντιδικίας, οι οποίες του παρέχουν "περαιτέρω όπλα" για την υπεράσπιση της θέσης του (για παράδειγμα επίδειξη "πειρατικών" προϊόντων που φέρουν το σήμα ή επίδειξη λογιστικών αρχείων που αποδεικνύουν τα κέρδη του αντιδίκου από την οικειοποίηση σήματος και την αντίστοιχη επιδίκαση αποζημίωσης).

Η σκοπιμότητα της καταχώρισης εμπορικού σήματος γίνεται όμως εμφανής και από το εξής: ενώ μια μη καταχωρισθείσα ένδειξη προστατεύεται (εάν προστατεύεται - βλ. προϋποθέσεις που εκθέσαμε παραπάνω) βάσει των διατάξεων του νόμου για τον αθέμιτο ανταγωνισμό (νόμος 146/1914), η καταχώριση εμπορικού σήματος μάς παρέχει και την περαιτέρω προστασία του νόμου 4679/2020 για το εθνικό εμπορικό σήμα.

Βέβαια, εξακολουθούμε να έχουμε την προστασία του νόμου για τον αθέμιτο ανταγωνισμό, αλλά σχεδόν πάντα θα επιλέγεται η ευρύτερη προστασία του νόμου για τα εμπορικά σήματα. Έτσι με την καταχώριση διανοίγεται ένας νομικός χώρος με πληθώρα διευκολύνσεων και δυνατοτήτων αλλά και ειδικότερων ποινικών αδικημάτων τα οποία εάν κανείς εκμεταλλευθεί στρατηγικά και με τον σωστό τρόπο (εδώ έρχεται και η μεγάλη σημασία της εμπειρίας σε δικαστηριακό επίπεδο η οποία πρέπει να συνδυάζεται με στέρεη γνώση του δικαίου των σημάτων) μπορεί να καταστήσει το σήμα του πραγματικά απρόσβλητο.

Επομένως θα ήταν παραπλανητικό να πούμε ότι αποκλειστικό δικαίωμα ιδρύεται μόνο εφόσον επιλέξετε την καταχώριση σήματος. Προτείνουμε ωστόσο έντονα την απόκτηση δικαιώματος βάσει του τυπικού συστήματος (καταχώριση σήματος). Τους λόγους μπορείτε να τους διαβάσετε και εδώ.

Τι πρέπει να προσέξω κατά τη δημιουργία της ένδειξης την οποία θα καταχωρίσω ως εμπορικό σήμα;

Αρχικά, κατά τη δημιουργία μιας ένδειξης προς καταχώριση στο Μητρώο Σημάτων φροντίζουμε να προσέξουμε τους λεγόμενους απόλυτους λόγους απαραδέκτου. Αυτοί εξετάζονται από αρμόδιο υπάλληλο της Διεύθυνσης Σημάτων και εφόσον δεν συντρέχει κάποιος από αυτούς, το σήμα μας δημοσιεύεται. Αρκετοί από τους απόλυτους λόγους απαραδέκτου είναι αρκετά τεχνικοί και απαιτούν εξειδικευμένες νομικές γνώσεις. Περιοριζόμενοι στους πιο εύληπτους από αυτούς θα μπορούσαμε να αναφερθούμε σε εκείνους του άρθρου 4 παρ. 1 περ. β'' και γ'' του ν. 4679/2020 σύμφωνα με τους οποίους «Δεν καταχωρίζονται ως σήματα, ή εάν έχουν καταχωριστεί είναι δυνατόν να κηρυχθούν άκυρα, σημεία τα οποία [...] στερούνται διακριτικού χαρακτήρα, γ) συνίστανται αποκλειστικά σε σημεία ή ενδείξεις που μπορεί να χρησιμεύσουν στο εμπόριο για τη δήλωση του είδους, της ποιότητας, της ποσότητας, του προορισμού, της αξίας, της γεωγραφικής προέλευσης ή του χρόνου παραγωγής του προϊόντος ή παροχής της υπηρεσίας ή άλλων χαρακτηριστικών του προϊόντος ή της υπηρεσίας, δ) συνίστανται αποκλειστικά σε σημεία ή ενδείξεις, τα οποία έχουν καταστεί συνήθη στην καθημερινή γλώσσα ή στη θεμιτή και πάγια πρακτική του εμπορίου».

Εφόσον ο Εξεταστής εγκρίνει το σήμα (κρίνει δηλ. ότι πληρούνται οι απαραίτητες τυπικές προϋποθέσεις και δεν συντρέχει κάποιος απόλυτος λόγος απαραδέκτου), η δήλωση κατάθεσης σήματος δημοσιεύεται. Από τη δημοσίευση και για τρεις μήνες, το σήμα μας θα μπορεί να προσβληθεί από τρίτους για κάθε λόγο (π.χ. τόσο για απόλυτους λόγους απαραδέκτου που απέτυχε να εντοπίσει ο Εξεταστής, είτε για σχετικούς λόγους απαραδέκτου π.χ. επειδή ομοιάζει σε βαθμό κινδύνου σύγχυσης με δικαίωμά τους).

Άρα, ενόψει των σχετικών λόγων απαραδέκτου, πρέπει να προσέξουμε και το ενδεχόμενο να ομοιάζει σε βαθμό κινδύνου σύγχυσης με άλλη ένδειξη (ή ακόμα και αν παραβιάζει το δικαίωμα σήματος φήμης - βλ. εδώ). Ο εξειδικευμένος δικηγόρος εμπορικών σημάτων θα εστιάσει την προσοχή του στις κατάλληλες λεπτομέρειες και σημεία τα οποία ιδρύουν έναν τέτοιο κίνδυνο και θα τα επισημάνει, ενώ θα προτείνει και διαφοροποιήσεις στις οποίες η νομολογία των Δικαστηρίων αρκείται προκειμένου να μη διαπιστώσει κίνδυνο σύγχυσης. Όλα αυτά βέβαια θα βασίζονται σε ήδη εκδοθείσες αποφάσεις των Δικαστηρίων επί παρόμοιων υποθέσεων, εθνικών και δικαστηρίων της ΕΕ, αλλά και στις αποφάσεις του EUIPO. Κρίσιμες θα είναι και οι κατευθυντήριες Οδηγίες που εκδίδει ο EUIPO.

Αν παρέλθει αυτό το διάστημα ή εάν απορριφθούν οι όποιες αιτιάσεις των τρίτων, το σήμα καταχωρίζεται. Πλέον έχουμε εμπορικό σήμα (αυτό όμως δεν σημαίνει ότι το σήμα είναι και απρόσβλητο - βλ. ερώτημα " Έχω εμπορικό σήμα. Το καταχώρισα στο Μητρώο Σημάτων. Είμαι ασφαλής;").

Πόσο χρόνο χρειάζεται για να γίνει η καταχώριση και να είμαι δικαιούχος εμπορικού σήματος;

Δεν υπάρχει συγκεκριμένος χρόνος στον οποίο μπορεί κάποιος να σας διαβεβαιώσει ότι μετά την υποβολή της αίτησης κατάθεσης σήματος θα έχετε δικαίωμα στο σήμα σας - ότι δηλαδή θα γίνει η καταχώριση. Αυτό διότι είναι άγνωστο το πότε θα εξετάσει το σήμα σας ο Εξεταστής (το εξετάζει για ορισμένους λόγους απαραδέκτου - τους λεγόμενους απόλυτους λόγους απαραδέκτου). Κατόπιν, εφόσον κρίνει ότι δεν συντρέχουν τέτοιοι, δημοσιεύει το σήμα και πλέον τρίτοι έχουν στη διάθεσή τους τρεις μήνες να το προσβάλλουν (για οποιονδήποτε λόγο και ιδίως εάν θεωρούν ότι προσβάλλει δικό τους δικαίωμα π.χ. σε σήμα λόγω κινδύνου σύγχυσης). Εάν παρέλθει το τρίμηνο χωρίς την άσκηση "ανακοπής", τότε λέμε ότι το σήμα καταχωρίζεται. Ωστόσο, εάν ασκηθεί ανακοπή, η καταχώριση προϋποθέτει ότι η ανακοπή θα απορριφθεί. Αν η ανακοπή γίνει δεκτή, ο επίδοξος σηματούχος μπορεί να απευθυνθεί στα Διοικητικά Δικαστήρια και να δικαιωθεί. Σε εκείνη την περίπτωση, η καταχώριση θα γίνει με την τελεσιδικία της δικαστικής απόφασης. Για όλους αυτούς τους λόγους θα ήταν λάθος να αναφερθούμε σε συγκεκριμένο χρονικό διάστημα μέσα στο οποίο ο ενδιαφερόμενος θα έχει δικαίωμα στο σήμα.

Ωστόσο, κρίσιμη τελικά είναι η ημερομηνία υποβολής της δήλωσης (την οποία φυσικά γνωρίζουμε) για τον εξής λόγο: σύμφωνα με το ά. 21 παρ. 3 του ν. 4679/2020 "το σήμα που έγινε δεκτό θεωρείται ότι καταχωρίστηκε από την ημερομηνία κατάθεσης της δήλωσης". Επομένως αφού η καταχώριση ανατρέχει στο χρόνο της δήλωσης, το πότε θα γίνει τελικά η καταχώριση δεν έχει τόση σημασία, όση έχει η ημερομηνία υποβολής της δήλωσης.

<div class=''', 'Giannis Psarakis', '2021-11-03', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Prosvoli trademark - part I', 'paraviasi-sima-dikigoros-prostasia', '(Σε συνεργασία με το epixeiro.gr)

Περίληψη: Η καταχώριση εμπορικού σήματος αποτελεί αναμφίβολα μια έξυπνη επιλογή για μια επιχείρηση. Τα σήμα τροφοδοτεί τα προϊόντα ή/και τις υπηρεσίες της και τροφοδοτείται από αυτά, επιτρέποντας τη δημιουργία ενός κλειστού κυκλώματος στο οποίο κάθε προσπάθεια της επιχείρησης κεφαλαιοποιείται (πολλαπλώς) -  αυτό το κεφάλαιο τελικά ενισχύει και τα προϊόντα ή τις υπηρεσίες της στην πάλη του ανταγωνισμού. Οι αριθμοί αποτελούν την πιο πειστική απόδειξη. Κατά τούτο, είναι προς το συμφέρον της επιχείρησης να επιδιώκει την προστασία του σήματός της και να προασπίζει τη μοναδικότητά του. Η συχνότερα συναντώμενη απειλή συνίσταται σε εκείνο το οποίο στη νομική επιστήμη ονομάζουμε ως «κίνδυνο σύγχυσης». Η καλή κατανόηση της έννοιας είναι χρήσιμη σε κάθε επιχειρηματία.

Ι. Οι αριθμοί

Σύμφωνα με έρευνα του EUIPO (European Union Intellectual Property Office – Γραφείο Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης) σε συνεργασία με τον EPO (European Patent Office – Ευρωπαϊκό Γραφείο &#8710;ιπλωµάτων Ευρεσιτεχνίας), επιχειρήσεις οι οποίες επενδύουν σε δικαιώματα διανοητικής ιδιοκτησίας (τέτοιο είναι και το εμπορικό σήμα - trademark) παρουσιάζουν αυξημένα έσοδα ανά υπάλληλο (revenue per employee ratio) κατά 55%.

Πράγματι, το εμπορικό σήμα αποτελεί σημαντικό εργαλείο ανάπτυξης για μια επιχείρηση. Παράλληλα, αποτελεί βασικό περιουσιακό στοιχείο με μεγάλη δυναμική. Βάσει δεδομένων και επιστημονικών μελετών, αποφέρει κέρδη. Αυτό άλλωστε το αναγνωρίζει και η ίδια η αγορά: σύμφωνα με επίσημα στοιχεία του Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (EUIPO), από το 2008 παρατηρείται μία συνεχής αύξηση των αιτήσεων καταχώρισης σήματος της ΕΕ. Εντός του 2020 κατατέθηκαν 176.992 αιτήσεις, αριθμός υπερδιπλάσιος από εκείνο των 87.498 που καταγράφηκε για το 2008.

Υπό το πρίσμα και των ανωτέρω διαπιστώσεων, παρίσταται δικαιολογημένη η ιδιαίτερη μεταχείριση που επιφυλάσσουν οι επιχειρήσεις για τη διαφύλαξη των εμπορικών σημάτων τους από ενδεχόμενες προσβολές.

Ποιος είναι όμως ο λόγος προσβολής του σήματος που διαπιστώνεται συχνότερα στη διοικητική και δικαστηριακή πρακτική; Πρόκειται για τον «κίνδυνο σύγχυσης» (likelihood of confusion). Η εξοικείωση με τον όρο αυτό είναι χρήσιμη για κάθε σηματούχο.

ΙΙ. Η βασική λειτουργία του σήματος - πότε παραβιάζεται

Τα παρακάτω βοηθούν αποφασιστικά στην παρουσίαση του ζητήματος. Είναι εύκολα στην κατανόησή τους και αποτελούν «δομικούς λίθους» για το δίκαιο του εμπορικού σήματος.

Η θεμελιώδης λειτουργία του σήματος συνίσταται σε εκείνο το οποίο στη νομική επιστήμη αποκαλούμε «λειτουργία προέλευσης». Το σήμα απολαμβάνει προστασίας διότι έχει, βασικά, την εξής χρησιμότητα: διακρίνει τα αγαθά μεταξύ τους με βάση την προέλευση. Αυτό, με τη σειρά του, όχι μόνο ευνοεί τους καταναλωτές (εξοικονομώντας τους χρόνο για την εξεύρεση του αγαθού της αρεσκείας τους), αλλά και τις επιχειρήσεις, οι οποίες βλέπουν στο σήμα τους το όχημα στο οποίο μπορούν να κεφαλαιοποιήσουν μεγάλο μέρος των επενδύσεών τους. Η όποια «καλή απόδοση» συγκεκριμένου προϊόντος, κεφαλαιοποιείται «χτίζοντας» πάνω στο σήμα το οποίο φέρει. Στο εξής, το καταναλωτικό κοινό θα διάκειται ευμενέστερα προς τα προϊόντα τα οποία η σηματούχος επιχείρηση θα κυκλοφορήσει στην αγορά. Τούτο αποτελεί ένα κέρδος, ένα προβάδισμα στην αγορά, ήδη από την 1η ημέρα.

Με άλλα λόγια και με μια πιο παραστατική διατύπωση, η καλή απόδοση συγκεκριμένου προϊόντος «χτίζει» σε δύο επίπεδα: στις  υψηλές πωλήσεις αυτού καθ&#8217; εαυτού του αγαθού αλλά και στη βελτίωση της εικόνας με την οποία το καταναλωτικό κοινό συνδέει το σήμα που φέρει το συγκεκριμένο αγαθό. Ακριβώς αυτή η δεύτερη σύνδεση, θα έχει ως αποτέλεσμα ένα αφετηριακό πλεονέκτημα για κάθε επόμενο αγαθό που θα φέρει το ίδιο σήμα. Αν τώρα και το επόμενο προϊόν είναι ικανοποιητικό, αυτό πάλι θα χτίσει σε δύο επίπεδα κ.ο.κ. .

Ιδανικά το κοινό έχει συνδέσει ξεκάθαρα στο μυαλό του το σήμα με συγκεκριμένη επιχείρηση: οτιδήποτε μπορεί να διαταράξει αυτή την καθαρή εικόνα, αποτελεί πρόβλημα για την αρχιτεκτονική του δικαίου του σήματος και για τις αξιολογήσεις οι οποίες το στηρίζουν. Τέτοιο πρόβλημα ανακύπτει, για παράδειγμα, στην περίπτωση στην οποία από τη συνύπαρξη δύο σημάτων δημιουργείται ο κίνδυνος σύγχυσης στο μυαλό του ενδιαφερόμενου κοινού. Ως «κίνδυνος σύγχυσης», με άλλα λόγια, θα μπορούσε να περιγραφεί αυτή η «επικάλυψη» του ενός σήματος από ένα άλλο. Πράγματι, αυτό τον όρο χρησιμοποιεί και ο νέος νόμος 4679/2020 περί εμπορικών σημάτων, σε στοίχιση με διατάξεις της ΕΕ (Οδηγία 2015/2436 ΕΕ και Κανονισμός 2017/1001 ΕΕ).

ΙΙΙ. Ο κίνδυνος σύγχυσης

Το πότε συντρέχει κίνδυνος σύγχυσης αποτελεί μία θεματική η οποία από μόνη της υποστηρίζει την έκδοση νομικού συγγράμματος. Οι παράγοντες που λαμβάνονται υπ&#8217; όψιν είναι αρκετοί και η περιπτωσιολογία σχεδόν ανεξάντλητη.

Παρακάτω θα επιχειρηθεί μια σύντομη παρουσίαση των βασικότερων παραγόντων που εξετάζει στην πράξη η Διοικητική Επιτροπή Σημάτων (ΔΕΣ) και τα διοικητικά και τα πολιτικά Δικαστήρια προκειμένου να διαπιστώσουν εάν συντρέχει (ή όχι) κίνδυνος σύγχυσης μεταξύ δύο ενδείξεων:

Αρχικά, λαμβάνει χώρα μια σύγκριση μεταξύ των εκατέρωθεν ενδείξεων. Αυτή, περαιτέρω, βασίζεται σε τρεις άξονες: i) στην οπτική σύγκριση των ενδείξεων (visual comparison – απαντά στο ερώτημα «τι φαίνεται»;) ii) στην ηχητική σύγκριση των ενδείξεων (aural comparison – απαντά στο ερώτημα «τι ακούγεται αν διαβαστεί το λεκτικό τμήμα της ένδειξης»;) και iii) στη νοηματική σύγκριση των ενδείξεων (conceptual comparison – απαντά στο ερώτημα «πού παραπέμπει τη σκέψη μας το λεκτικό ή εικαστικό τμήμα της ένδειξης»;). Για κάθε κατ&#8217; ιδίαν είδος σύγκρισης, έχουν διαπλασθεί ειδικότεροι κανόνες, μέσω της νομολογίας αλλά και κατευθυντήριων γραμμών (guidelines) από τον EUIPO.

Κατόπιν, ισοσθενή σημασία έχει και η σύγκριση των εκατέρωθεν αγαθών τα οποία φέρουν το σήμα. Όσο περισσότερο αυτά γειτνιάζουν, τόσο πιθανότερο είναι να καταλήξει το Δικαστήριο σε διαπίστωση κινδύνου σύγχυσης· αξίζει αυτό το πόρισμα να το ελέγξει κανείς και στον εαυτό του. Πράγματι, είναι πιθανότερο να υποκύψουμε σε σύγχυση (εννοείται πάντα: μεταξύ ενδείξεων) εάν τα αγαθά που φέρουν οι δύο συγκρουόμενες ενδείξεις είναι ίδια ή ακόμα και αρκετά όμοια, παρά εάν τα αγαθά παρουσιάζουν μικρό μόνο βαθμό ομοιότητας. Η πιθανότητα να μπερδέψει κανείς το σήμα Α με το (έστω παρόμοιο) σήμα Β είναι λιγότερες αν το σήμα Α διακρίνει τσιπς και το σήμα Β διακρίνει προϊόντα γάλακτος, παρά αν και το σήμα Β διακρίνει τσιπς ή γκοφρέτες.

Και σε αυτό το στάδιο, η παρακολούθηση της νομολογίας αποτελεί, θα λέγαμε, το σημαντικότερο εφόδιο για την διαφύλαξη των συμφερόντων του σηματούχου. Διότι το εάν πρόκειται ή όχι για όμοια αγαθά, αποτελεί μια κρίση η οποία στηρίζεται σε πληθώρα λοιπών ειδικών υποκριτηρίων. Συγκεκριμένα και ειδικά σε σχέση με το κριτήριο συνάφειας των αγαθών, έχει κριθεί ότι, ενδεικτικά, θα εξεταστεί η αγορά στην οποία απευθύνονται, τι είδους καταναλωτικές ανάγκες καλύπτουν και λοιπά στοιχεία όπως η ύλη από την οποία συνίστανται. Σύμφωνα με τη νομολογία του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ), λαμβάνονται υπ&#8217; όψιν όλα τα στοιχεία που μπορούν να συνδράμουν στη σύγκριση των αγαθών και ιδίως η φύση τους, η χρήση για την οποία ενδείκνυνται (προορισμός - π.χ. επί φαρμακευτικών προϊόντων το εάν αντιμετωπίζουν την κεφαλαλγία ή τις μυικές κράμπες), ο τρόπος που αυτή γίνεται (π.χ. αλοιφή ή χάπι), εάν τα αγαθά τελούν σε σχέση ανταγωνισμού μεταξύ τους (εναλλάξιμα προϊόντα), εάν αποτελεί το ένα συμπλήρωμα του άλλου, ή ακόμα και εάν τα διακρινόμενα αγαθά είθισται να παρέχονται από μία επιχείρηση (ώστε να παρίσταται πιθανότερος ο κίνδυνος διαταραχής της λειτουργίας προέλευσης στη συνείδηση του κοινού).

Κρίσιμο όμως είναι και το κοινό στο οποίο απευθύνεται το αγαθό που φέρει το σήμα, υπό την έννοια ότι εξετάζεται ο βαθμός προσοχής του. Για τον ίδιο ακριβώς λόγο, κρίσιμα είναι και πάλι τα αγαθά που φέρουν τις συγκρινόμενες ενδείξεις, για τον ακόλουθο λόγο: άλλη προσοχή επιδεικνύουμε κατά την αγορά ενός ακριβού ρολογιού και άλλη κατά την αγορά ενός αναψυκτικού. Επομένως, αν επιδείξουμε μεγάλη προσοχή, ενδέχεται μια ελαφριά διαφοροποίηση στη μια ένδειξη να αρκεί ή πάντως να διαδραματίσει σημαντικό ρόλο στην κρίση του Δικαστηρίου (και επομένως εκείνο να μπορεί ευκολότερα να καταλήξει στη διαπίστωση μη συνδρομής κινδύνου σύγχυσης). Αντίθετα, εάν τα αγαθά είναι π.χ. καθημερινής κατανάλωσης, εμπειρικές μελέτες έχουν δείξει ότι το κοινό κατά κανόνα δεν αποδίδει ιδιαίτερη σημασία σε μικρές διαφοροποιήσεις. Όλα τα παραπάνω αποτελούν στοιχεία τα οποία λαμβάνει υπ&#8217; όψιν η διοικητική αρχή ή το Δικαστήριο.

Υπ&#8217; όψιν επίσης λαμβάνεται και ένα σύνολο λοιπών παραγόντων όπως de facto καταστάσεις που δεν μπορούν να αγνοηθούν (για παράδειγμα η «ειρηνική» συνύπαρξη επί σειρά ετών των δύο ενδείξεων θα απομακρύνει τη διαπίστωση κινδύνου σύγχυσης - για αυτό είναι και σημαντικό να λαμβάνονται μέτρα από πλευράς σηματούχου ευθύς αμέσως μόλις αντιληφθεί την προσβολή).

Προσοχή όμως χρειάζεται και στο εξής: προκειμένου να διαπιστωθεί η συνδρομή κινδύνου σύγχυσης απαιτείται έστω ελάχιστη ομοιότητα ενδείξεων και έστω ελάχιστη ομοιότητα αγαθών. Δηλαδή, εάν κριθεί ότι είτε οι ενδείξεις είτε τα αγαθά διαφέρουν μεταξύ τους, η συνδρομή κινδύνου σύγχυσης είναι αποκλεισμένη. Αυτός ο κανόνας είναι βασικός – παρέκκλιση εντοπίζουμε μόνο στα λεγόμενα σήματα φήμης (η προστασία των σημάτων φήμης θα αποτελέσει περιεχόμενο άλλης δημοσίευσης). Έτσι, εάν παραλλάσσαμε το ανωτέρω παράδειγμα των τσιπς και των προϊόντων γάλακτος με ποδήλατα, από τη μία πλευρά, και χάπια για τον πονοκέφαλο, από την άλλη, ο κίνδυνος σύγχυσης θα πρέπει να θεωρείται αποκλεισμένος (με εξαίρεση, όπως γράφτηκε, το πεδίο των «σημάτων φήμης»).

Γενικά, τα ειδικότερα κριτήρια βάσει των οποίων διεξάγονται αυτές οι συγκρίσεις είναι λεπτομερή και απαιτούν τη συνεχή παρακολούθηση και την εξέλιξη της νομολογίας, τόσο της εγχώριας, όσο και της διεθνούς. Ακριβώς επειδή πρόκειται για έντονα υποκειμενικές αξιολογήσεις, η κρίση διενεργείται βάσει αρχών που διαπλάθονται μέσω της νομολογίας – η δε διάπλαση βρίσκεται σε συνεχή εξέλιξη. Για το λόγο αυτό πολύ συχνά η κοινή αίσθηση περί ομοιότητας (ή όχι) μεταξύ ενδείξεων ή αγαθών κινδυνεύει να είναι εσφαλμένη. Χρήσιμη είναι η συνδρομή ενός ειδικού, ο οποίος θα εφαρμόσει τα ειδικά κριτήρια που δέχεται η νομολογία και θα καταλήξει σε μια ασφαλή συμβουλή ή ακόμα και σε συγκεκριμένες κατευθυντήριες γραμμές (dos & don&#8217;ts) προς διαμόρφωση του σήματος.

IV. Με λίγα λόγια

Είναι ευφυές η προστασία του εμπορικού σήματος να τίθεται ψηλά στη λίστα προτεραιοτήτων μιας επιχείρησης. Ένα καλό προϊόν ή υπηρεσία, τροφοδοτεί και τροφοδοτείται από την ισχύ του εμπορικού σήματος που τα συνοδεύει. Πρόκειται για μία διαδικασία αμοιβαία επωφελή και «εμπορικά οικολογική»: το καλό προϊόν χτίζει το σήμα, το οποίο σήμα στη συνέχεια δίνει ήδη μία ώθηση "from day one" σε κάθε νέο προϊόν· παράλληλα εάν και το νέο προϊόν επιβεβαιώσει τη φήμη του σήματος και είναι καλό, θα προσθέσει κύρος στο σήμα το οποίο στη συνέχεια θα υποστηρίξει με ακόμα περισσότερη ένταση τα νέα προϊόντα. Μπορούμε όλο αυτό τον μηχανισμό να το παρομοιάσουμε με ένα κλειστό κύκλωμα με μηδενικές «τριβές», μηδενικές απώλειες και μεγιστοποίηση των ωφελειών. Κατά τούτο, η περιφρούρησή του από εγχειρήματα που ενδέχεται να το προσβάλουν και να το αποδυναμώσουν αποτελεί μια πράγματι καλή συμβουλή.

Όπως είδαμε, βασική αιτία προσβολής του σήματος αποτελεί η πρόκληση «κινδύνου σύγχυσης». Η κρίση περί του τι συνιστά κίνδυνο σύγχυσης αποτελεί μία διανοητική διεργασία με μεγάλη περιπτωσιολογία, πολυπαραγοντική, πολλές φορές μάλιστα απαιτεί και μια διεπιστημονική θεώρηση των πραγμάτων. Το ελάχιστο προαπαιτούμενο είναι η στενή παρακολούθηση της νομολογίας των εθνικών δικαστηρίων αλλά κυρίως του Δικαστηρίου και του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ και ΓΔΕΕ). Η εξήγηση είναι απλή: οι διατάξεις για το εμπορικό σήμα προέρχονται από ενωσιακά κείμενα, για την ερμηνεία του περιεχομένου των οποίων τη μεγαλύτερη βαρύτητα έχουν οι κρίσεις των Δικαστηρίων της ΕΕ. Πράγματι και στην πρακτική της Διοικητικής Επιτροπής Σημάτων (ΔΕΣ) και των ελληνικών Δικαστηρίων, η πλευρά της οποίας η θέση θα υποστηρίζεται από τη νομολογία του ΔΕΕ ή του ΓΔΕΕ συνηθέστατα επικρατεί.

Αξίζει να αναφερθεί ότι, απλουστευτικά, πολλές φορές (ιδίως στην Αμερική) γίνεται λόγος για το "grandma&#8217;s test": εάν η γιαγιά μπερδέψει το ένα σήμα με το άλλο, μάλλον θα υπάρχει κίνδυνος σύγχυσης. Στην πραγματικότητα όμως η όλη διεργασία είναι αρκετά πιο περίπλοκη. Κάθε περίπτωση είναι διαφορετική, τα αγαθά δεν θα απευθύνονται πάντα «στη γιαγιά» ενώ και η προσοχή που επιδεικνύουμε – αναλόγως των αγαθών – διαφέρει. Όλα αυτά τα λαμβάνουν φυσικά υπ&#8217; όψιν η νομολογία και η Διοίκηση όταν κρίνουν επί υποθέσεων σήματος, ενώ και η δημιουργία ειδικών κριτηρίων και υποκριτηρίων βρίσκεται υπό συνεχή εξέλιξη.

Είναι σημαντικό να επιστήσουμε την προσοχή στο εξής: περιπτώσεις προσβολής είναι πιθανό να ανακύψουν ακόμα και στις περιπτώσεις στις οποίες ένας μη νομικός δεν το θεωρεί καν πιθανό. Δεν είναι σπάνιο φαινόμενο να μας προσεγγίζουν εντολείς στους οποίους επιδόθηκε εξώδικο ή ακόμα και αγωγή ή αίτηση ακύρωσης σήματος, για χρήση συγκεκριμένης ένδειξης, με τον ισχυρισμό ότι «προκαλείται κίνδυνος σύγχυσης» με σήμα τρίτου και οι οποίοι (εντολείς) ειλικρινώς θεωρούν ότι η ένδειξή τους διαφοροποιείται επαρκώς. Βάσει αυτής της πεποίθησης, άλλωστε, οικοδόμησαν την εμπορική τους προσπάθεια σε συγκεκριμένη ένδειξη.

Όπως σημειώθηκε όμως, η διαπίστωση για τη συνδρομή κινδύνου σύγχυσης πολύ απέχει από μια υποκειμενική εντύπωση που, δικαιολογημένα, μπορεί να έχει ο καθένας από εμάς. Ακριβώς επειδή πρέπει να υπάρχει μια ελάχιστη ασφάλεια και αντικειμενικότητα στις κρίσεις των αρμοδίων οργάνων, η διοίκηση και τα Δικαστήρια βασίζονται σε συγκεκριμένα κριτήρια τα οποία, ευλόγως, ο επιχειρηματίας δεν είναι σε θέση να γνωρίζει, πολλώ δε μάλλον να εφαρμόζει.

Όλα τα παραπάνω ενισχύονται αν συνυπολογίσουμε ότι (νομικά) ο «κίνδυνος σύγχυσης» περιλαμβάνει και τον «κίνδυνο συσχέτισης» – ζήτημα που θα αναλυθεί σε επόμενο άρθρο μας. Προς το παρόν, αρκούμαστε στην εξής αναφορά: ως κίνδυνος συσχέτισης νοείται όχι απλά ο κίνδυνος να θεωρήσει το κοινό ότι δύο ενδείξεις προέρχονται από την ίδια επιχείρηση, αλλά ακόμα και ότι προέρχονται από διαφορετικές επιχειρήσεις οι οποίες όμως διατηρούν ορισμένο σύνδεσμο (π.χ. οικονομικό, εμπορική συνεργασία κτλ).

<div class=''', 'Giannis Psarakis', '2021-11-09', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('I prosvoli tou simatos - to sima fimis', 'prostasia-sima-trademark', '(Σε συνεργασία με το Lawnet.gr)

Περίληψη: Υπάρχουν ορισμένες περιπτώσεις στις οποίες το εμπορικό σήμα θα έχει κατακτήσει τέτοια επίπεδα αναγνωρισιμότητας, ώστε ο νομοθέτης κρίνει ότι είναι άξιο διευρυμένης προστασίας, σε σύγκριση, πάντα, με ένα «κοινό» σήμα. Αυτό εδράζεται εν πολλοίς στον τρόπο με τον οποίο λειτουργεί ο ανθρώπινος εγκέφαλος, στο ότι η άμεση εξοικείωση με συγκεκριμένη ένδειξη μπορεί να τον οδηγήσει στο να προτιμήσει τα προϊόντα τα οποία τη φέρουν (ενν. την ένδειξη) σε βάρος άλλων αλλά και με την επιστημονικά τεκμηριωμένη και αποδεκτή πλέον παραδοχή ότι ο άνθρωπος είναι φύσει μη ορθολογικό ον. Στις περιπτώσεις εκείνες θα κάνουμε λόγο για «σήμα φήμης». Ωστόσο, υπό νομικό πρίσμα, οι περιπτώσεις στις οποίες προσβάλλεται ένα σήμα φήμης, αποτελεί ένα εξόχως τεχνικό ζήτημα, το οποίο προϋποθέτει καλή κατανόηση των εννοιών και συνεχή παρακολούθηση της νομολογίας επί του θέματος. Πράγματι, μόνο με την αντίστοιχη νομική υποστήριξη θα μπορέσει ο δικαιούχος σήματος φήμης να οστεώσει στην πράξη αποτελεσματικά τις όποιες δυνατότητες του παρέχει η νομοθεσία και να επωφεληθεί της προνομιακής μεταχείρισης που απολαμβάνει το σήμα φήμης.

Ι. Οι αριθμοί

Όπως έχουμε αναφέρει σε προηγούμενη αρθρογραφία μας, το εμπορικό σήμα (trademark) αποτελεί σημαντικό εργαλείο ανάπτυξης για μια επιχείρηση. Παράλληλα, αποτελεί βασικό περιουσιακό στοιχείο με μεγάλη δυναμική. Βάσει δεδομένων και επιστημονικών μελετών, αποφέρει κέρδη. Αυτό άλλωστε το αναγνωρίζει και η ίδια η αγορά: σύμφωνα με επίσημα στοιχεία του Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (EUIPO), από το 2008 παρατηρείται μία συνεχής αύξηση των αιτήσεων καταχώρισης σήματος της ΕΕ. Εντός του 2020 κατατέθηκαν 176.992 αιτήσεις, αριθμός υπερδιπλάσιος από εκείνο των 87.498 που καταγράφηκε για το 2008.

Υπό το πρίσμα και των ανωτέρω διαπιστώσεων, παρίσταται δικαιολογημένη η ιδιαίτερη μεταχείριση που επιφυλάσσουν οι επιχειρήσεις για τη διαφύλαξη των εμπορικών σημάτων τους από ενδεχόμενες προσβολές.

Ο λόγος προσβολής του σήματος που συναντάται συχνότερα στη διοικητική και δικαστηριακή πρακτική είναι ο «κίνδυνος σύγχυσης» (likelihood of confusion), ο οποίος περιλαμβάνει και τον κίνδυνο συσχέτισης (likelihood of association). Απολύτως χρήσιμη για κάθε επιχειρηματία, η εξοικείωση με τους όρους αυτούς επιχειρήθηκε σε προηγούμενη αρθρογραφία μας.

Σκοπός του παρόντος άρθρου είναι να παρουσιαστεί μια άλλη κομβική έννοια για την προστασία του σήματος, εκείνη του σήματος φήμης. Διότι το «σήμα φήμης» διακρίνεται από το «κοινό σήμα». Είναι «κάτι παραπάνω», όπως και η προστασία του. Κοινό σήμα έχουμε από τη στιγμή της καταχώρισης στο Μητρώο Σημάτων, για την οποία (ενν. καταχώριση) πρέπει να προηγηθεί κατάθεση δήλωσης κατάθεσης σήματος από τον ενδιαφερόμενο. Ένα σήμα φήμης όμως προϋποθέτει και κάτι ακόμα: υψηλή αναγνωρισιμότητα. Συμφέρει τον επιχειρηματία να θεωρηθεί ότι το σήμα του έχει ανέλθει στη βαθμίδα της φήμης: η προστασία εκεί είναι ευρύτερη, συγκριτικά με το κοινό σήμα.

ΙΙ. Τι είναι όμως το σήμα φήμης;

Κάνοντας λόγο για σήμα φήμης, αναφερόμαστε στο σήμα εκείνο το οποίο απολαμβάνει «υψηλής αναγνωρισιμότητας». Σε τέτοιες περιπτώσεις, το ενδιαφερόμενο κοινό αντιλαμβάνεται πολύ πιο άμεσα και εύκολα την ένδειξη, συγκριτικά με ένα απλώς «κοινό» σήμα. Το αίσθημα οικειότητας δημιουργείται σχεδόν αντανακλαστικά. Χωρίς ιδιαίτερη προσπάθεια, το κοινό συνδέει άμεσα το σήμα με την ποιότητα και τα χαρακτηριστικά του οικείου προϊόντος που ήδη γνωρίζει.  Ακριβώς αυτή η «ακαριαία» σύνδεση, η οποία ακούσια (συνηθέστατα και ασυνείδητα) λαμβάνει χώρα στο μυαλό του καταναλωτή, αποτελεί την βαθύτερη αιτία για την οποία παρέχεται ευρύτερη προστασία στα σήματα φήμης. H νομολογία στοιχίζεται με τα πορίσματα των νευροεπιστημών για το πώς λειτουργεί ο ανθρώπινος εγκέφαλος αλλά και με τα κελεύσματα της επιστήμης του marketing. Λόγω της «υποδόριας» δράσης του σήματος φήμης, παρέχεται, ειδικά σε αυτές τις περιπτώσεις, ενισχυμένη προστασία.

Η ειδική προστασία του σήματος φήμης οφείλεται στην ιδιαίτερη διάδρασή του με τον ανθρώπινο εγκέφαλο. Χαρακτηριστικό είναι το απόσπασμα από βιβλίο του Daniel Goleman (Η συναισθηματική νοημοσύνη, 2011, Κάτοπτρο):

«Αν η αμυγδαλή νιώσει να ξεπροβάλλει ένα αισθητηριακό μοντέλο [δηλαδή γνώριμη κατάσταση του παρελθόντος], οδηγείται σε συμπέρασμα και αντιδρά προτού υπάρξουν όχι απλώς πλήρη στοιχεία, αλλά ούτε ίχνος επιβεβαίωσης».

Αυτό μοιάζει να είναι, εξάλλου, και εύλογο· η έντονη αποτύπωση την οποία απολαμβάνει ένα σήμα φήμης στη μνήμη του κοινού, προσδίδει – ακόμα και στη μικρότερη ομοιότητα - πρόσθετη σημασία, άρα και πιθανότητες να «συνδέσει» στο μυαλό του το προγενέστερο σήμα με τη μεταγενέστερη ένδειξη. Η εδραίωση συγκεκριμένης ένδειξης στη μνήμη του καταναλωτικού κοινού αποτελεί ένα πολύ ισχυρό όπλο στη μάχη των αγορών.

Αυτό το αναγνωρίζει και η εμπορική πρακτική. Για παράδειγμα: κατά την ανάπαυλα του τελικού του Superbowl του 2021, διαφημίστηκαν μεταξύ άλλων προϊόντα και υπηρεσίες των Bud, Τ-Mobile, Guiness, Τoyota και Anheuser-Busch. Σκοπός των εταιρειών δεν ήταν να γίνουν γνωστές· ήταν ήδη. Ούτε όμως σκοπός τους ήταν να γνωστοποιήσουν την κυκλοφορία ενός νέου προϊόντος· στις συγκεκριμένες διαφημίσεις δεν γνωστοποιούταν τίποτα νέο. Σκοπός τους ήταν με την επένδυση αυτή να ενισχύσουν την υποδόρια δράση του σήματός τους, στόχευση η οποία γνωρίζουν πολύ καλά πόσο σημαντική είναι. Τα αρμόδια τμήματα αυτών των εταιρειών-κολοσσών έκριναν ότι το κέρδος τους θα ήταν μεγαλύτερο από το κόστος του διαφημιστικού τους τρέιλερ διάρκειας ενός λεπτού, το  οποίο ανήλθε σε ποσό μεγαλύτερο των 10 εκατομμυρίων δολαρίων.

Φήμη λοιπόν σημαίνει «αναγνωρισιμότητα και μόνο αναγνωρισιμότητα». Παράγοντες – ποσοτικά και ποιοτικά κριτήρια, όπως αναφέρονται από την ελληνική νομολογία και από τη νομολογία του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ) - όπως μακρά χρήση σήματος, μακροχρόνια διαφήμιση με υψηλές διαφημιστικές δαπάνες κ.ο.κ., αποτελούν χρήσιμους ενδείκτες, αλλά μόνο ενδείκτες. Κρίσιμη είναι η αναγνωρισιμότητα του σήματος· αυτό είναι και το μόνο ζητούμενο. Όπως διατυπώθηκε από τον Γενικό Εισαγγελέα του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ) Melchior Wathelet στις προτάσεις του επί της υπόθεσης, C 564/16 P (Puma SE): «[&#8230;] πρόκειται για πραγματική διαπίστωση: η «φήμη» είναι μια πραγματικότητα».

Είναι αλήθεια, βέβαια, ότι συνήθως αυτό θα συμβαίνει λόγω της συστηματικής διαφήμισης και της αντίστοιχα υψηλής διαφημιστικής δαπάνης. Δεν αποκλείεται, ωστόσο, η ύπαρξη φήμης και χωρίς αυτή. Χαρακτηριστικό παράδειγμα αποτελεί εκείνο των super markets Σκλαβενίτης τα οποία έως σχετικά πρόσφατα υστερούσαν σημαντικότατα, συγκριτικά με τα μεγέθη της αγοράς, σε διαφημιστική δαπάνη (αυτό διαπιστώθηκε ρητά και με την απόφαση της Επιτροπής Ανταγωνισμού υπ&#8217; αριθμ. 637/2017, σε Ολομέλεια)· μάλιστα δεν ήταν λίγες οι φορές που δημοσιεύματα στα media ανέφεραν ότι η εξοικονόμηση χρημάτων από τη διαφήμιση επέτρεπε την καλύτερη αμοιβή των εργαζομένων, καθώς και κοινωνικές δράσεις (κοινωνική εταιρική ευθύνη), δημιουργώντας έτσι περαιτέρω «συμπάθειες» στο κοινό.

Φήμη λοιπόν σημαίνει «υψηλή αναγνωρισιμότητα». Σύμφωνα με τη νομολογία, αυτή πρέπει να συντρέχει «σε σημαντικό μέρος» του κοινού στο οποίο αφορούν τα καλυπτόμενα από το σήμα αγαθά (είτε πρόκειται για το ευρύτερο είτε για ένα πλέον εξειδικευμένο κοινό π.χ. για συγκεκριμένο επαγγελματικό κλάδο). Επίσης, αρκεί να υφίσταται σε σημαντικό τμήμα ορισμένης επικράτειας.

Όλα τα παραπάνω, βέβαια, αποτελούν ζητήματα απόδειξης. Ένας γενικός κανόνας είναι ότι όταν εισφέρουμε συγκεκριμένο ισχυρισμό ενώπιον Δικαστηρίου ή εν γένει αρμόδιας Αρχής, οφείλουμε και να τον αποδεικνύουμε. Έτσι, ο σηματούχος ο οποίος θα ισχυριστεί ότι το σήμα του έχει ανέλθει στη βαθμίδα της φήμης, θα προσκομίσει και θα επικαλεστεί διάφορα στοιχεία προς υποστήριξη του ισχυρισμού του, όπως μερίδια αγοράς, διαφημιστικές δαπάνες, μέχρι και ειδικές έρευνες επί καταναλωτών που έχουν δεχθεί να εκτεθούν σε ορισμένα tests. Η αναζήτηση εξειδικευμένης νομικής συμβουλής είναι αναγκαία, προκειμένου να εισφερθούν εκείνα τα αποδεικτικά στοιχεία τα οποία σε κάθε περίπτωση θα κρίνονται κατάλληλα, ενόψει και της συνεχώς διαμορφούμενης νομολογίας, ιδίως του ΔΕΕ.

ΙΙΙ. Γιατί λέμε ότι παρέχεται ευρύτερη προστασία;

Στην περίπτωση λοιπόν του σήματος φήμης η προστασία που παρέχεται είναι ευρύτερη, συγκριτικά με ένα «κοινό» σήμα. Το ευρύτερο της προστασίας έγκειται, κυρίως, σε δύο σημεία:

1. Όπως σημειώναμε σε προηγούμενη αρθρογραφία μας, ενόσω κατά την προστασία κοινού σήματος απαιτείται, έστω, ελάχιστη ομοιότητα μεταξύ ενδείξεων αλλά και διακρινόμενων από αυτά προϊόντων (κριτήρια on/off), στην περίπτωση της φήμης αρκούμαστε σε, έστω ελάχιστη, ομοιότητα των εκατέρωθεν ενδείξεων (και μόνο). Άρα, στην περίπτωση της φήμης, δεν είναι απαραίτητη προϋπόθεση προστασίας το ομοειδές των προϊόντων, όπως συνέβαινε στον κίνδυνο σύγχυσης και στον κίνδυνο συσχέτισης. Αν βέβαια συντρέχει και αυτή η προϋπόθεση (ενν. το ομοειδές των προϊόντων), οι πιθανότητες παροχής προστασίας θα ενισχύονται ουσιωδώς.

2. Παράλληλα, ενώ στην περίπτωση κοινού σήματος η προστασία προϋποθέτει ομοιότητα η οποία να προκαλεί κίνδυνο σύγχυσης, στο πεδίο της φήμης η ομοιότητα (σημ.: έστω και μόνο στην ένδειξη, κατά τα ανωτέρω), αρκεί να καταφάσκεται σε μικρότερο βαθμό, τέτοιον δηλαδή που να προκαλείται απλά «κίνδυνος σύνδεσης», δηλαδή απλά «κίνδυνος συνειρμικής ανάκλησης». Όπως πρόσφατα έκρινε το Πολυμελές Πρωτοδικείο Αθηνών στην υπ&#8217; αριθμ. 1025/2021 απόφασή του επί συναφούς ζητήματος, στην περίπτωση σήματος φήμης: «[&#8230;] δεν απαιτείται η ύπαρξη τέτοιου βαθμού ομοιότητας μεταξύ του σήματος που χαίρει φήμης και του χρησιμοποιούμενου από τον τρίτο σημείου, ώστε να υφίσταται κίνδυνος συγχύσεως του ενδιαφερομένου κοινού, αλλά αρκεί και ένας μικρός βαθμός ομοιότητας, εφόσον ο μέσος καταναλωτής, που έχει την συνήθη πληροφόρηση και είναι σε λογικό βαθμό παρατηρητικός και συνετός, ανακαλεί συνειρμικά στη μνήμη του το προγενέστερο σήμα, όταν αντικρίζει το μεταγενέστερο σημείο».

Επομένως:

1. Στο σήμα φήμης δεν χρειάζεται τα αγαθά που διακρίνονται από τις εκατέρωθεν ενδείξεις να είναι καν όμοια (προϋπόθεση απαραίτητη επί «κοινού σήματος») – αρκεί μόνη η ομοιότητα των ενδείξεων.

2. Ακόμα όμως και επί της ομοιότητας μόνο επί των ενδείξεων, στο σήμα φήμης αρκεί μικρότερος βαθμός τέτοιας (δηλ. ομοιότητας), συγκριτικά με το κοινό σήμα.

Τα κριτήρια βάσει των οποίων το Δικαστήριο ή η αρμόδια αρχή υπολογίζουν την ομοιότητα μεταξύ δύο ενδείξεων διέπονται από μεγάλη περιπτωσιολογία και θα αποτελέσουν ειδικότερο περιεχόμενο μελλοντικής αρθρογραφίας μας. Ορισμένα ζητήματα όμως έχουν θιχθεί και σε όσα ήδη μέχρι σήμερα έχουμε γράψει.

IV. Με ένα παράδειγμα

Σε συνάρτηση με τα ανωτέρω, οι βασικότερες περιπτώσεις στις οποίες θα επιδιώκεται προστασία βάσει του σήματος φήμης θα είναι όταν τα διακρινόμενα αγαθά που εμπορεύεται τρίτος υπό μια ένδειξη η οποία ομοιάζει με το σήμα μας, δεν παρουσιάζουν καμία ομοιότητα με τα δικά μας αγαθά (οι παράμετροι βάσει των οποίων εξετάζεται η ομοιότητα των αγαθών αποτελεί μια ολόκληρη θεματική – ξανά, ορισμένες αρχές έχουμε παρουσιάσει σε προηγούμενη αρθρογραφία μας).

Στην περίπτωση αυτή και εάν μιλάμε για «κοινό σήμα», δεν μπορεί να παρασχεθεί προστασία. Τούτο διότι απαραίτητη προϋπόθεση προστασίας κοινού σήματος είναι η ομοιότητα ενδείξεων και αγαθών. Θα πρέπει να ισχυριστούμε (και να αποδείξουμε) ότι πρόκειται πράγματι για σήμα φήμης, ώστε να αρκεί και μόνη η ομοιότητα των ενδείξεων.

Προχωρώντας σε ένα χαρακτηριστικό παράδειγμα, ας σκεφτούμε τι θα συμβεί εάν κάποιος τρίτος – και όχι η Nike – κυκλοφορήσει στην αγορά αυτοκίνητο με το γνωστό σήμα της "Swoosh" (με την ευκαιρία: αξίας σήμερα παραπάνω από τριάντα δισεκατομμύρια δολάρια). Ο τρίτος προφανώς εκμεταλλεύεται την υποδόρια δράση του σήματος και αντλεί όφελος από αυτό καθώς ο καταναλωτής αισθάνεται μια άμεση εξοικείωση με τα αγαθά του. Αυτό αποτελεί ένα πολύ σημαντικό ανταγωνιστικό πλεονέκτημα. Ενδεχομένως μάλιστα αρκετοί να θεωρήσουν ότι η Nike ξεκίνησε να εμπορεύεται αυτοκίνητα – δεν θα ήταν άλλωστε αυτό παράλογο, ούτε αποκλείεται πράγματι να συμβεί στο μέλλον.

Προστασία όμως βάσει των κοινών διατάξεων περί κινδύνου σύγχυσης (ή συσχέτισης) δεν θα μπορεί να παρασχεθεί, εάν θεωρήσουμε δεδομένο ότι η Nike δεν έχει κατοχυρώσει το συγκεκριμένο σήμα της για τέτοια προϊόντα (αυτοκίνητα), καθώς δεν θα εντοπίζεται η απαραίτητη προϋπόθεση της ομοιότητας – έστω μικρή – των αγαθών.

Προστασία τελικά θα παρασχεθεί βάσει των διατάξεων περί προσβολής σήματος φήμης, εφόσον αποδεικνύεται ότι ο τρίτος αντλεί αθέμιτο όφελος από το γεγονός ότι εμπορεύεται τα προϊόντα του (αυτοκίνητα) υπό το πολύ γνωστό σήμα "Swoosh" της Nike, εκμεταλλευόμενος έτσι ανέξοδα (free riding) την φήμη που η τελευταία έχει μέσα στα χρόνια, μετά κόπου και δαπανών, χτίσει.

V. Περιπτώσεις προσβολής του σήματος φήμης – οι προϋποθέσεις προστασίας

Βέβαια η ομοιότητα – έστω στην ένδειξη - δεν αρκεί από μόνη της για να διαπιστωθεί προσβολή του διακριτικού γνωρίσματος φήμης: χρειάζεται περαιτέρω να αποδεικνύεται ότι με τη χρησιμοποίηση της ένδειξης τρίτου «αυτή θα προσποριστεί αθέμιτο όφελος από τον διακριτικό χαρακτήρα ή από τη φήμη του προγενέστερου σήματος ή η χρησιμοποίησή της θα είναι βλαπτική για τον εν λόγω διακριτικό χαρακτήρα ή τη φήμη» και ειδικότερα – όπως συμπληρώνει  η νομολογία – χρειάζεται να αποδειχθεί είτε η ύπαρξη πραγματικής και ενεστώσας προσβολής του σήματος είτε, εφόσον τούτο δεν είναι δυνατό, η ύπαρξη σοβαρού κινδύνου επελεύσεως τέτοιας προσβολής στο μέλλον. Εξαιρετικά μόνο, έχει γίνει δεκτό ότι εάν το σήμα χαίρει εξαιρετικά μεγάλης φήμης, είναι δυνατό να είναι τόσο πρόδηλη η πιθανότητα μελλοντικού και μη υποθετικού κινδύνου το σήμα του οποίου ζητείται η καταχώριση να προκαλέσει βλάβη ή να προσπορίσει αθέμιτο όφελος» ώστε να μην απαιτείται ο σηματούχος να επικαλεστεί ή να αποδείξει προς τούτο κανένα άλλο πραγματικό περιστατικό» . Μάλιστα, στην πραγματικότητα, στην τελευταία αυτή περίπτωση, θα πρέπει σωρευτικά να καταφάσκεται εξαιρετικά μεγάλη φήμη (extraordinarily high reputation) και σχεδόν ταυτότητα των ενδείξεων. Έτσι κρίθηκε από το Γενικό Δικαστήριο της Ευρωπαϊκής Ένωσης (ΓΔΕΕ) στην υπόθεση T 62/16 (Puma).

Επομένως, δηλαδή, πρέπει, εκτός από την έστω ελάχιστη ομοιότητα και τον κίνδυνο σύνδεσης (συνειρμικής ανάκλησης), να προκύπτει και κάποιος από τους λόγους προσβολής σήματος φήμης, όπως τους κατονομάζει η νομολογία του ΔΕΕ: άντληση αθέμιτου οφέλους (παρασιτισμός-free riding), βλάβη φήμης (tarnishment) και βλάβη διακριτικού χαρακτήρα (blurring-dilution).

Κάθε ειδικότερη περίπτωση προσβολής διέπεται από τις δικές της ιδιαιτερότητες και προϋποθέσεις· η καθοδήγηση παρέχεται κατά κύριο λόγο από τη νομολογία του ΔΕΕ.

VI. Με λίγα λόγια

Η επένδυση μιας επιχείρησης επί του σήματός της σε βαθμό ώστε να θεωρηθεί «σήμα φήμης», την ευνοεί διττά: την εξοπλίζει με ένα πολύ ισχυρό όπλο στην πάλη του ανταγωνισμού (επιστημονικές μελέτες έχουν δείξει ότι το ίδιο προϊόν έχει καλύτερη γεύση εάν φέρει ένα γνωστό σήμα παρά εάν φέρει ένα κοινό σήμα ή είναι ανώνυμο), παράλληλα όμως ενισχύει σημαντικά και την προστασία του σήματος έναντι τρίτων. Εξηγήσαμε τους λόγους για τους οποίους η προστασία επί σήματος φήμης μπορεί να παρασχεθεί i) ακόμα και επί μη ομοειδών προϊόντων αλλά ii) ακόμα και σε περιπτώσεις στις οποίες η ομοιότητα των εκατέρωθεν ενδείξεων δεν είναι αρκετή ώστε να μπορεί να θεμελιώσει κίνδυνο σύγχυσης ή συσχέτισης. Σε όλες αυτές τις περιπτώσεις, η οικοδόμηση ενός σήματος φήμης παρέχει ένα ισχυρό πλεονέκτημα στο σηματούχο σε περισσότερα του ενός πεδία.

Έχοντας πει αυτό, για την απόδειξη των προϋποθέσεων της προστασίας σήματος φήμης, απαιτείται, κυρίως, ενδελεχής γνώση της νομολογίας τόσο των ελληνικών δικαστηρίων όσο και του ΔΕΕ· καμιά φορά, σε οριακές περιπτώσεις, αποφασιστική αποδεικνύεται και η γνώση αλλοδαπής νομολογίας (για παράδειγμα των ΗΠΑ). Κρίσιμη θα είναι η παράθεση όμοιων παραδειγμάτων επί υποθέσεων που έχουν ήδη κριθεί (προσκόμιση νομολογίας) και η άντληση μεθόδων βάσει των οποίων σε άλλες περιπτώσεις Δικαστήρια ή αρμόδιες Αρχές πείστηκαν για την υψηλή αναγνωρισιμότητα της ένδειξης και για την προσβολή της ή την άντληση αθέμιτου οφέλους από αυτή.

<div class=''', 'Giannis Psarakis', '2021-11-09', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Fakelos: Katathesi simatos - Pote prosvalletai to emporiko mou sima', 'prosvoli-emporikou-simatos', '(Σε συνεργασία με το Lawspot.gr)

Περίληψη: Οι περιπτώσεις χρήσης του σήματος αποτελεί κομβική θεματική για την προστασία των trademarks (αλλά και των απλών διακριτικών γνωρισμάτων). Ο νέος νόμος 4679/2020 για τα εμπορικά σήματα απαριθμεί ενδεικτικά τις χαρακτηριστικότερες περιπτώσεις στο πλαίσιο των οποίων, εφόσον εντοπίζεται προσβολή σήματος (κίνδυνος σύγχυσης, συσχέτισης ή προσβολή σήματος φήμης), προσβάλλεται το εμπορικό σήμα και άρα παρέχεται προστασία. Αυτές τις περιπτώσεις είναι χρήσιμο να τις γνωρίζει ο επιχειρηματίας αφού καθορίζουν σε μεγάλο βαθμό την περιοχή προστασίας του. Παράλληλα, αποτελούν έναν καλό πρώτο προϊδεασμό για τις ενέργειες πριν τις οποίες οφείλει να είναι διπλά προσεκτικός και να προνοήσει για έναν έλεγχο αναφορικά με την ύπαρξη δικαιωμάτων τρίτων, τα οποία ενδέχεται να παραβιάζουμε με τη χρήση συγκεκριμένης ένδειξης.

Ι. Για ακόμα μια φορά: η σημασία της καταχώρισης εμπορικού σήματος

Έχουμε πολλές φορές τονίσει τη χρησιμότητα της κατοχύρωσης εμπορικού σήματος (trademark) από εκείνον ο οποίος δραστηριοποιείται (ή ακόμα και απλώς σκοπεύει να δραστηριοποιηθεί) στις συναλλαγές. Έχουμε αναλύσει του λόγους για τους οποίους μια τέτοια επιχειρηματική επιλογή «τον συμφέρει» και έχουμε θεμελιώσει αυτή μας τη θέση σε αριθμούς. Αν μάλιστα προβεί κανείς στο βήμα παραπάνω και συνυπολογίσει το χαμηλό σχετικά κόστος του νομικού (προ)ελέγχου και της καταχώρισης και κατόπιν αντιπαραβάλει όλα αυτά με το κέρδος και την ασφάλεια για επενδύσεις και δαπάνες για την οικοδόμηση ενός brand που παρέχει η - κατόπιν μελέτης και προελέγχου - καταχώριση εμπορικού σήματος, η επιλογή της κατοχύρωσης σήματος διαμορφώνεται ως μια εμπορικά απολύτως επιβεβλημένη επιλογή. Η καταχώριση εμπορικού σήματος παράγει πλεονεκτήματα σε πολλά επίπεδα – τους (πολλούς) λόγους για τους οποίους αυτό είναι αλήθεια τους έχουμε ήδη αναλύσει σε προηγούμενη αρθρογραφία μας.

Με το σημερινό newsletter θα επικεντρωθούμε στις λεγόμενες «αρνητικές εξουσίες» του σήματος. Με άλλα λόγια, θα αναφερθούμε στις ενέργειες εκείνες τις οποίες ο σηματούχος δικαιούται να απαγορεύει στους τρίτους (ενν. εφόσον καταχωρισθεί η ένδειξή του στο Μητρώο Σημάτων – τότε μόνο μιλάμε, κατ&#8217; ακριβολογία, γα σήμα).

Αν αυτό όμως το δούμε αντίστροφα, με την ολοκλήρωση της ανάγνωσης του άρθρου που ήδη διαβάζετε θα έχετε πάρει και μια πολύ καλή γεύση σχετικά με το ποιες ενέργειες και δραστηριότητες στις συναλλαγές μπορούν να αποτελέσουν χαρακτηριστικές περιπτώσεις προσβολής εμπορικού σήματος· κι ως εκ τούτου οφείλετε να αποφεύγετε.

ΙΙ. Κύριο μέρος

Δεν θα μπορούσε να υπάρχει βέβαια καλύτερη αφετηρία από την προσεκτική μελέτη του γράμματος του νόμου. Εν αρχή ην ο νόμος· αυτόν εφαρμόζουμε και αυτόν ερμηνεύουμε, τόσο οι δικαστές όσο και οι δικηγόροι. Επομένως, στη συνέχεια θα εκθέσουμε κάθε περίπτωση προσβολής εμπορικού σήματος (από εκείνες που, πάντως, ενδεικτικά αναφέρει ο νόμος - βλ. στη συνέχεια) με μια σύντομη ανάπτυξη ώστε να θίξουμε αναγκαία και ενδιαφέροντα ζητήματα.

Ο νέος νόμος για τα εμπορικά σήματα (ν. 4679/2020) στην παράγραφο 4 του άρθρου 7 αναφέρει περιπτώσεις στις οποίες προσβάλλεται το δικαίωμα στο σήμα. Σημαντική παρατήρηση ότι: αυτό θα συμβεί μόνο εφόσον, μέσα από τις ενέργειες που ακολουθούν, προκύπτει κίνδυνος σύγχυσης, κίνδυνος συσχέτισης ή περίπτωση προσβολής σήματος φήμης (για τις έννοιες αυτές βλ. προηγούμενη αρθρογραφία μας εδώ εδώ και εδώ).

Έτσι, σύμφωνα με το νέο νόμο, "[&#8230;] μπορεί ιδίως, να απαγορεύεται:

α) η επίθεση του σημείου επί των προϊόντων ή της συσκευασίας τους,

-	Πρόκειται για την κλασική περίπτωση στην οποία, εφόσον π.χ. συντρέχει κίνδυνος σύγχυσης μεταξύ σημείου και καταχωρισμένου σήματος, μπορεί να απαγορευθεί σε τρίτο πρόσωπο να χρησιμοποιεί το συγκεκριμένο σήμα για επίθεση στη συσκευασία ή και στα ίδια τα προϊόντα του. Για παράδειγμα, ράβονται από τρίτη μη δικαιούχο εταιρεία μπλούζες, όμως με το σήμα της Nike.

β) η επίθεση του σήματος σε γνήσια προϊόντα παραγωγής του σηματούχου, που προόριζε να τα κυκλοφορήσει ως ανώνυμα ή με άλλο σήμα,

-	Το ενδιαφέρον στην περίπτωση αυτή είναι ότι ο παραβιάζων το δικαίωμα στο σήμα, το επιθέτει σε γνήσια προϊόντα. Για εμπορικούς όμως λόγους, ενδέχεται ο δικαιούχος να επιθυμεί την κυκλοφορία χωρίς το εμπορικό σήμα του. Σύμφωνα με τη διατύπωση του νόμου και αυτή η επιθυμία προστατεύεται.

γ) η αφαίρεση του σήματος από γνήσια προϊόντα του σηματούχου και η διάθεσή τους στην αγορά ως ανώνυμων ή με άλλο σήμα,

-	Πρόκειται για την αντίστροφη εκδοχή της 2ης περίπτωσης.

δ) η προσφορά ή εμπορία των προϊόντων ή η κατοχή τους προς εμπορία ή η προσφορά ή παροχή των υπηρεσιών με τη χρήση του σημείου,

-	Πρόκειται, προφανώς, για το «επόμενο στάδιο» της 1ης περίπτωσης: εκεί απαγορεύεται η απλή επίθεση, ενώ εδώ ο σκοπός εμπορίας/προσφοράς τους και κατά μείζονα λόγο και η ίδια η εμπορία. Από κοινού, τα δύο αυτά «στάδια» θέτουν τις βάσεις για μία διαρκή παραβίαση του απόλυτου δικαιώματος στο σήμα, από τη στιγμή της επίθεσης του σήματος και της κατοχής του αγαθού μέχρι τη διάθεση, τελικά, στην αγορά. Σχετική είναι η σκέψη 86 της απόφασης του Δικαστηρίου της Ευρωπαϊκής Ένωσης (τότε Δικαστήριο Ευρωπαϊκών Κοινοτήτων) στην υπόθεση C 558/08 (Portakabin), η οποία αφορούσε τοποθέτηση ετικετών σε λυόμενα κτίσματα. Στην περίπτωση εκείνη το Δικαστήριο έκρινε ότι «σε μια τέτοια περίπτωση, θίγεται η ουσιώδης λειτουργία του σήματος που είναι να δείχνει και να εγγυάται την καταγωγή του προϊόντος, ο δε καταναλωτής εμποδίζεται να διακρίνει τα προϊόντα που προέρχονται από τον κάτοχο του σήματος από εκείνα που προέρχονται από τον μεταπωλητή ή από άλλους τρίτους». Ενδιαφέρουσα αντίθετη περίπτωση σύμφωνα με τις προτάσεις του Γενικού Εισαγγελέα Campos Sanchez-Bordona επί της ΔΕΕ, C 129/17 (Mitsubishi forklifts - ιδίως σκ. 71), είναι εκείνη στην οποία παρά την αφαίρεση του σήματος της Mitsubishi και την επίθεση άλλου σημείου, το κοινό εξακολουθεί να αντιλαμβάνεται την προέλευση των προϊόντων από τη Mitsubishi, λόγω λοιπών εξωτερικών χαρακτηριστικών που την προδίδουν. Επομένως, μη υπάρχοντος κινδύνου σύγχυσης, δεν μπορεί να παρασχεθεί η αιτούμενη προστασία.

ε) η εισαγωγή ή η εξαγωγή των προϊόντων με τη χρήση του σημείου,

-	Σύμφωνα με την 5η περίπτωση, μπορεί να απαγορευθεί η εισαγωγή ή η εξαγωγή των προϊόντων με τη χρήση σημείου το οποίο προκαλεί π.χ. κίνδυνο σύγχυσης με το καταχωρισμένο σήμα. Η απαγόρευση των εισαγωγών σκοπεί να προστατεύσει τα εμπορικά συμφέροντα του σηματούχου με τον εξής τρόπο: εκείνος θα πρέπει να έχει τον πρώτο (και μοναδικό) λόγο για την «πρώτη κυκλοφορία» των αγαθών του εντός της Ένωσης. Μιλάμε, έτσι, για την ισχύ της «ενωσιακής» ανάλωσης του δικαιώματος του σηματούχου αναφορικά με την πρώτη κυκλοφορία· όχι όμως και για «παγκόσμια» ανάλωση. Έτσι, η κυκλοφορία του αγαθού εντός ΕΕ από το σηματούχο (ή έστω με τη συγκατάθεσή του) επιτρέπει εφεξής την κυκλοφορία αυτού και από οποιονδήποτε τρίτο (έχει αναλωθεί το δικαίωμα). Αντίθετα, αυτό δεν θα συμβεί – δηλαδή δεν θα μπορεί το αγαθό να εισαχθεί εντός ΕΕ από οποιονδήποτε τρίτο - εάν κυκλοφορήσει εκτός ΕΕ, έστω κι αν αυτό (δηλ. η κυκλοφορία εκτός ΕΕ) γίνει από το σηματούχο ή με τη συγκατάθεσή του. Κάπως έτσι περιγράφουμε και το ζήτημα των «παράλληλων εισαγωγών».

-	Ενδιαφέρουσα είναι και η πρακτική σημασία αυτής της διαφοράς, η οποία φωτίζει και το λόγο για τον οποίο θεωρείται ότι η αρχή της μόνο ενωσιακής - δηλαδή όχι και παγκόσμιας - ανάλωσης προστατεύει τα εμπορικά συμφέροντα του σηματούχου: με τον τρόπο αυτό ο σηματούχος μπορεί να απαγορεύει την εισαγωγή στην ΕΕ αγαθών που αγοράστηκαν σε πολύ χαμηλό κόστος εκτός ΕΕ.

-	Με το ζήτημα των παράλληλων εισαγωγών ασχολήθηκε η υπ&#8217; αριθμόν 32/2019 απόφαση του Τριμελούς Εφετείου Θεσσαλονίκης: «Οι εν λόγω εισαγωγές λέγονται «παράλληλες» γιατί βαίνουν παράλληλα και ανταγωνίζονται αυτές, που γίνονται από τον ίδιο τον σηματούχο ή τα εξουσιοδοτημένα από αυτόν πρόσωπα. Κατά το ισχύον δίκαιο, η νομιμότητα των παράλληλων εισαγωγών εξαρτάται από το αν έχει αναλωθεί (εξαντληθεί) ή όχι το επί του σήματος δικαίωμα του σηματούχου».

στ) η χρησιμοποίηση του σημείου ως εμπορικής ή εταιρικής επωνυμίας ή ως μέρους εμπορικής ή εταιρικής επωνυμίας,

-	Νομοθετικός λόγος της περίπτωσης είναι ότι και με τον τρόπο αυτό ενδέχεται να οδηγηθούμε π.χ. σε κίνδυνο σύγχυσης σχετικά με την προέλευση αγαθών.

ζ) η χρησιμοποίηση του σημείου σε επαγγελματικό έντυπο υλικό και στη διαφήμιση, συμπεριλαμβανομένων των μέσων κοινωνικής δικτύωσης,

-	Πρόσφορο για την κατανόηση της συγκεκριμένης περίπτωσης είναι το παράδειγμα των συνεργείων τα οποία ειδικεύονται στην επισκευή αυτοκινήτων συγκεκριμένων αυτοκινητοβιομηχανιών. Αυτά, κατά τη διαφήμισή τους (π.χ. με διαφημιστικά φυλλάδια ή μέσω social media) χρησιμοποιούν τα σήματα της κάθε αυτοκινητοβιομηχανίας στα αυτοκίνητα της οποίας (ισχυρίζονται ότι) εξειδικεύονται· εκείνα, μάλιστα, σχεδόν πάντα θα αποτελούν και σήματα φήμης (βλ. εδώ). Η τοποθέτηση αυτών των σημάτων, αναλόγως της χρήσης που θα γίνει, είναι πιθανό να προκαλέσει π.χ. κίνδυνο σύγχυσης στο κοινό, το οποίο έτσι θα πιστεύει ότι τα εργαλεία και τα μηχανήματα τα οποία χρησιμοποιούνται αποτελούν επιλογή του σηματούχου και ότι εκείνος, πιθανότατα, θα επιλέγει και θα εκπαιδεύει τους τεχνικούς. Με άλλα λόγια, η σύγχυση θα οδηγήσει στη δημιουργία της εντύπωσης ότι πρόκειται για εξουσιοδοτημένο συνεργείο π.χ. της BMW, ενώ στην πραγματικότητα – στην καλύτερη περίπτωση – ο ιδιοκτήτης του συνεργείου θα δικαιούται, απλώς, να ισχυρίζεται ότι είναι επιδέξιος στην επισκευή αυτοκινήτων μάρκας BMW· ότι αποτελεί, δηλαδή, την ειδικότητά του. Κίνδυνος σύγχυσης, επομένως, θα είναι πιθανό να διαγνωσθεί – αναλόγως βέβαια και από τα περιστατικά της κάθε περίπτωσης – εάν για παράδειγμα το διαφημιστικό φυλλάδιο της εταιρείας αναγράφει «Συνεργείο BMW». Σε κάθε περίπτωση, το γεγονός ότι στον κίνδυνο σύγχυσης περιλαμβάνεται και εκείνος της συσχέτισης (βλ. εδώ), επιτείνει την όποια πιθανότητα παροχής προστασίας.

η) η χρησιμοποίηση του σημείου σε συγκριτική διαφήμιση, κατά τρόπο που αντίκειται στην παράγραφο 2 του άρθρου 9 του ν. 2251/1994».

-	Η συχνότερα αναφερόμενη νομολογία σχετικά με το συγκεκριμένο ζήτημα, είναι εκείνη του Δικαστηρίου των Ευρωπαϊκών Κοινοτήτων (ΔΕΚ) επί της υπόθεσης C 533/06 (Ο2). Εκεί κρίθηκε, μεταξύ άλλων, ότι η χρήση σημείου όμοιου με καταχωρισθέν σήμα στην επίδικη διαφήμιση δεν δημιούργησε κίνδυνο σύγχυσης στο καταναλωτικό κοινό, αφού, στο σύνολό της, δεν ήταν παραπλανητική και, ειδικότερα, δεν υπαινισσόταν ότι υπήρχε εμπορικός δεσμός μεταξύ της O2 και της H3G (βλ. ιδίως τη σκ. 63).  Το υπό κρίση διαφημιστικό σποτ είναι προσβάσιμο στην ακόλουθη διεύθυνση, είναι σύντομο και είναι ενδιαφέρον να το δει κανείς: https://www.youtube.com/watch?v=U_XFVYrQbzg&ab_channel=LegalBubbles).

III. Αντί επιλόγου

Διατηρώντας κατά νου τα παραπάνω, δύο παρατηρήσεις ακόμα είναι αναγκαίες για την ολοκλήρωση της ενότητας περί περιπτώσεων προσβολής του εμπορικού σήματος:

Πρώτον, όπως ο νόμος ορίζει, «μπορεί ιδίως να απαγορεύεται [&#8230;]». Η λέξη ιδίως είναι κρίσιμη. Σε κάθε περίπτωση στην οποία κανονιστικό κείμενο περιέχει τη λέξη ιδίως, γίνεται, όπως λέμε στη νομική επιστήμη, «ενδεικτική απαρίθμηση». Αυτό, με εφαρμογή στην υπό κρίση περίπτωση, έχει με απλά λόγια την εξής έννοια: δεν απαγορεύονται μόνο αυτές οι περιπτώσεις χρήσης· απλώς ο νόμος αναφέρεται σε εκείνες τις περιπτώσει που συναντούμε συχνότερα στην πράξη. Άλλωστε, ο νόμος δεν θα μπορούσε να περιέχει «εξαντλητική απαρίθμηση – το αντίθετο δηλαδή της ενδεικτικής) αφού το περιβάλλον των συναλλαγών βρίσκεται υπό συνεχή εξέλιξη και διαμόρφωση. Με την ενδεικτική απαρίθμηση, ο νομοθέτης αφήνει εσκεμμένα «την πόρτα ανοιχτή» ώστε, για παράδειγμα, να μην αποκλείσει περιπτώσεις που ενδεχομένως προκύψουν στο μέλλον και τις οποίες εάν γνώριζε, θα είχε συλλάβει.

Δεύτερον, είναι χρήσιμο να υπενθυμίσουμε ότι τόσο για τις περιπτώσεις προσβολής σήματος όσο και γενικότερα για τις ειδικότερες προϋποθέσεις προστασίας, είναι αναγκαία η καλή γνώση και η συνεχής ενημέρωση αναφορικά με τις εξελίξεις σε διοικητική πρακτική και νομολογία, ιδίως των οργάνων της ΕΕ.

Αυτό συμβαίνει για τον εξής απλό λόγο: όπως και το σύνολο του νέου νόμου 4679/2020, έτσι και οι υπό κρίση διατάξεις, αποτελούν μεταφορά της Οδηγίας 2015/2436 ΕΕ στο εθνικό δίκαιο. Επίσης, από τη περιεχόμενο των διατάξεων της Οδηγίας 2015/2436 ΕΕ για το εθνικό σήμα δεν αποκλίνει (σχεδόν καθόλου) ο Κανονισμός 2017/1001 ΕΕ για το σήμα της ΕΕ. Επομένως, η νομολογία του Δικαστηρίου της Ευρωπαϊκής Ένωσης, του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης, οι αποφάσεις του EUIPO αλλά και τα προοίμια των ενωσιακών κειμένων είναι απολύτως χρήσιμα για την ερμηνεία και των εθνικών διατάξεων· πραγματικότητα την οποία αναγνωρίζουν τόσο τα εθνικά Δικαστήρια όσο και η Διοίκηση (Διεύθυνση Σημάτων – Διοικητική Επιτροπή Σημάτων).

<div class=''', 'Giannis Psarakis', '2021-10-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('O polemos stin Oukrania kai i Peppa to gourounaki', 'russia-polemos-trademark', '(Σε συνεργασία με το neakriti.gr)

Οι προεκτάσεις του πολέμου στην Ουκρανία κινούνται πραγματικά προς κάθε κατεύθυνση. Ορισμένες αποτελούν φυσική απόρροια της κατάστασης (αύξηση τιμών, αβεβαιότητα στο επιχειρείν), άλλες κινούνται στο πεδίο των ποινών κατά της Ρωσίας (λχ. αποκλεισμός από το σύστημα SWIFT) ενώ και η Ρωσία επιστρατεύει τα «όπλα» της, επιχειρώντας να πλήξει εχθρικές σε αυτή δυνάμεις, με όποιο τρόπο μπορεί, όταν τα πραγματικά όπλα δεν είναι αρκετά. Στο σημερινό άρθρο θα παρουσιάσουμε πώς η Ρωσία επιχείρησε να εκμεταλλευθεί τη μεγάλη αξία που ενσωματώνουν τα δικαιώματα διανοητικής ιδιοκτησίας στον «πόλεμο δίπλα στον πόλεμο» που διεξάγεται όχι τόσο με την Ουκρανία, όσο με τις τρίτες χώρες.

Τα δικαιώματα διανοητικής ιδιοκτησίας έχουν την ιδιότητα να ενσωματώνουν αξίες δίχως όρια. Η κατοχύρωση λχ. ενός διπλώματος ευρεσιτεχνίας (γνωστό αλλιώς και ως «πατέντα») ή ενός εμπορικού σήματος, επιτρέπει στο δικαιούχο να προφυλάσσει τη δημιουργία του και τις επενδύσεις του επί συγκεκριμένου εγχειρήματος, όση αξία κι αν ενσωματώνουν. Επίσης, η παροχή προστασίας, όπως έχουμε επανειλημμένως αναφέρει, είναι ζωτικής σημασίας για μια επιχείρηση.

Αναγνωρίζοντας αυτή την πραγματικότητα, σύμφωνα με διάταγμα της 7ης Μαρτίου, η Κυβέρνηση της Ρωσικής Ομοσπονδίας, όρισε ότι όσοι παραβιάζουν δικαιώματα διανοητικής ιδιοκτησίας των οποίων δικαιούχος είναι φυσικό πρόσωπο ή εταιρεία από κράτη που διάκεινται εχθρικά στο πεδίο της εισβολής των δυνάμεων της Ρωσίας στα ουκρανικά εδάφη, δεν θα οφείλει αποζημίωση για την χωρίς τη λήψη προηγούμενης άδειας, χρήση τους.

Το διάταγμα συγκεκριμένα αναφέρεται σε «κατόχους διπλωμάτων ευρεσιτεχνίας που συνδέονται με ξένα κράτη που διαπράττουν εχθρικές ενέργειες εναντίον ρωσικών νομικών και φυσικών προσώπων» και ορίζει ότι «το ποσό της αποζημίωσης είναι 0% του πραγματικού εισοδήματος από τη χρήση αυτή».

Μάλιστα, φαίνεται ότι τα Δικαστήρια της Ρωσίας επεκτείνουν αυτή τη μεταχείριση και σε λοιπά δικαιώματα διανοητικής ιδιοκτησίας: Σε άρθρο του skynews της Κυριακής 13.3.2022 αναφέρεται ότι εκδόθηκε απόφαση η οποία αναγνώρισε ότι η χρήση του γνωστού καρτούν Πέππα το γουρουνάκι (προστατευμένο εμπορικό σήμα στη Ρωσία – Trademark), μπορεί να γίνεται από τρίτους χωρίς την καταβολή κάποιας αποζημίωσης στη δικαιούχο αμερικανική εταιρεία. Η δικαστική απόφαση έκανε αναφορά, συγκεκριμένα, «στις εχθρικές ενέργειες των ΗΠΑ και των συμμαχικών δυνάμεων», στο πλαίσιο του πολέμου με την Ουκρανία.Και βρισκόμαστε μονάχα στην αρχή.

<div class=''', 'Giannis Psarakis', '2022-03-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Prosvoli trademark - part II', 'sima-dikigoros-prosvoli-katoxurosi', '(Σε συνεργασία με το epixeiro.gr)

Εισαγωγικά – λίγα λόγια χάριν κατανόησης

Σε προηγούμενο άρθρο μας (βλ. εδώ) περιγράψαμε την έννοια του κινδύνου σύγχυσης, εκθέσαμε τα βασικά κριτήρια βάσει των οποίων αυτός διαγιγνώσκεται και εξηγήσαμε τους λόγους για τους οποίους είναι πολύ συνηθισμένο κάποιος μη ειδικός να θεωρεί – ειλικρινά και ευλόγως – ότι κίνδυνος σύγχυσης δεν συντρέχει, πλην όμως αυτή του η εντύπωση να είναι εσφαλμένη. Κλείνοντας, αναφέραμε ότι βασική αιτία για την οποία αυτό μπορεί να συμβαίνει είναι ότι στον κίνδυνο σύγχυσης – δηλαδή σε εκείνο που οφείλουν οι τρίτοι να αποφεύγουν – «εμφυτεύεται» νομοθετικά και μια άλλη έννοια η οποία επεκτείνει το προστατευτικό βεληνεκές του σηματούχου: εκείνη του «κινδύνου συσχέτισης».

Με πιο απλά λόγια, εάν επιθυμούμε να κυκλοφορήσουμε ένα προϊόν υπό  μια ένδειξη, θα πρέπει να επιδεικνύουμε ιδιαίτερη προσοχή όχι μόνο στο ενδεχόμενο το καταναλωτικό κοινό (τουλάχιστον μη ασήμαντο μέρος του, όπως απαιτεί η νομολογία – ως νομολογία εννοούμε τις αποφάσεις των δικαστηρίων) να θεωρήσει ότι τα διακρινόμενα αγαθά προέρχονται από μια άλλη επιχείρηση με την ένδειξη της οποίας θα ομοιάζει η ένδειξή μας (κίνδυνος σύγχυσης), αλλά ακόμα και στο ενδεχόμενο να θεωρηθεί ότι οι ενδείξεις ανήκουν μεν σε διαφορετικές επιχειρήσεις, πλην όμως οι οποίες τελούν υπό ορισμένο σύνδεσμο (π.χ. οργανωτικό ή οικονομικό – κίνδυνος συσχέτισης).

Στην τελευταία αυτή περίπτωση, λοιπόν, κάνουμε λόγο για κίνδυνο συσχέτισης (likelihood of association), μια – για να γίνει πιο εύκολα κατανοητό – υποκατηγορία του κινδύνου σύγχυσης. Η νομοθεσία περί του εμπορικού σήματος προστατεύει τον προγενέστερο δικαιούχο και από αυτό το ενδεχόμενο.

Για παράδειγμα, πολύ συχνή μνεία του κινδύνου συσχέτισης συναντούμε στις υποθέσεις αντιδικίας της Polo Ralph Lauren, κυρίως με εισαγωγείς που εμπορεύονται - ιδίως - είδη ένδυσης τα οποία φέρουν ενδείξεις που παραπέμπουν στο άθλημα του polo με άλογα, ή πολλές φορές απεικονίζουν και απλώς άλογα με αναβάτη. Στις περιπτώσεις εκείνες, η κρίση των Δικαστηρίων αλλά και των τμημάτων του EUIPO (European Union Intellectual Property Office - Γραφείο Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης) είναι ότι ακόμα και αν ο καταναλωτής δεν θεωρήσει ότι ο εισαγωγέας εμπορεύεται αγαθά που προέρχονται από την Polo Ralph Lauren (άρα δεν θα υπάρχει κίνδυνος σύγχυσης, με την στενή του όρου έννοια), ενδέχεται να θεωρήσει ότι – λόγω ακριβώς αυτής της έστω και νεφελώδους συνάφειας μεταξύ των δύο ενδείξεων – υπάρχει κάποια σχέση συνεργασίας μεταξύ της Polo Ralph Lauren και της επιχείρησης που κατασκευάζει τα συγκεκριμένα αγαθά. Ειδικότερα, η φράση την οποία συναντούμε συχνά στις δικαστικές αποφάσεις αλλά και στις αποφάσεις του EUIPO είναι η εξής: «[&#8230;] it is considered that the relevant public might be led to believe that the identical goods come from the same or economically-linked undertakings». Με τον τρόπο αυτό είναι πιο ευχερές να παρασχεθεί προστασία· αυτή παρέχεται ακόμα και αν δεν εντοπίζεται κίνδυνος σύγχυσης, αρκεί που εντοπίζεται, απλά, κίνδυνος συσχέτισης.

Μια παρένθεση εδώ είναι αναγκαία: σε περιπτώσεις όπως εκείνη της Polo Ralph Lauren, θα μιλάμε συνήθως για σήματα «φήμης»· σε επικείμενη αρθρογραφία μας θα παρουσιάσουμε την κρίσιμη αυτή έννοια. Εκείνο το οποίο προς το παρόν μπορούμε να κρατήσουμε είναι το εξής: στα σήματα φήμης ο χώρος προστασίας διαμορφώνεται ακόμα ευρύτερος. Προκειμένου όμως να παρασχεθεί αυτή η προστασία, θα πρέπει να αποδειχθεί ότι πρόκειται πράγματι για σήμα φήμης. Αυτό βέβαια προϋποθέτει προσκόμιση αποδεικτικών στοιχείων, εξέτασή τους και αξιολόγηση από το Δικαστήριο ή την αρμόδια Αρχή (π.χ. το τμήμα ανακοπών του EUIPO). Επειδή λοιπόν η κρίση ότι πρόκειται για σήμα φήμης απαιτεί επιπλέον κόπο και δημιουργεί περαιτέρω λόγους προσφυγής κατά της απόφασης η οποία θα κρίνει βάσει σήματος «φήμης» (π.χ. η άλλη πλευρά θα μπορεί να ισχυριστεί και να αποδείξει ότι δεν πρόκειται για σήμα «φήμης» και άρα δεν δικαιούται της αντίστοιχης ευρύτερης προστασίας), οι κρίνοντες, ακόμα και σε περιπτώσεις σήματος φήμης – εφόσον βεβαίως εντοπίζεται κίνδυνος συσχέτισης - συνηθίζουν να διατυπώνουν ένα σκεπτικό που συνοψίζεται εν πολλοίς στην εξής φράση: «δεν εξετάζω αν είναι σήμα φήμης, επειδή ακόμα κι αν είναι απλώς "κοινό" σήμα, διαπιστώνεται κίνδυνος συσχέτισης και επομένως, όπως και να έχει, παρέχεται η αιτούμενη προστασία». Έτσι εξοικονομείται χρόνος και μειώνονται οι πιθανότητες ανατροπής της απόφασης από ανώτερο όργανο.

Για να είμαστε συνεπείς όμως – και επιστρέφοντας στο θέμα του παρόντος άρθρου - οφείλουμε να σημειώσουμε το εξής: νομικά, όταν κάνουμε λόγο για κίνδυνο σύγχυσης αναφερόμαστε τόσο στον κίνδυνο σύγχυσης όσο και στον κίνδυνο συσχέτισης. Όπως τονίζεται τόσο την Οδηγία 2436/2015 ΕΕ (η Οδηγία της ΕΕ για την προσέγγιση των νομοθεσιών των κρατών μελών όσον αφορά τα εθνικά σήματα, δηλαδή τα σήματα που παρέχουν προστασία μόνο εντός συγκεκριμένου Κράτους-Μέλους) όσο και στον Κανονισμό 2017/1001 ΕΕ (ο Κανονισμός της ΕΕ για το ενωσιακό σήμα, δηλαδή το σήμα που παρέχει προστασία εντός ολόκληρης της ΕΕ) «ο κίνδυνος σύγχυσης περιλαμβάνει και τον κίνδυνο συσχέτισης με το προγενέστερο σήμα».

Ωστόσο, το απολύτως λογικό, γλωσσικά, θα ήταν οι έννοιες να διακρίνονται. Ο συγκερασμός των εννοιών, νομικά, υπό την σκέπη του κινδύνου σύγχυσης, έγινε περισσότερο  για λόγους ιστορικούς και διπλωματικούς και ανάγονται στις προϋποθέσεις προστασίας που ίσχυαν, από τη μια πλευρά, στις χώρες της Μπενελούξ και και από την άλλη πλευρά στα λοιπά κράτη της ΕΕ. Ήταν, δηλαδή, μια προσπάθεια γεφύρωσης του χάσματος μεταξύ κάποιων Κρατών – Μελών τα οποία θεωρούσαν ως κρίσιμο μέγεθος τον κίνδυνο συσχέτισης (χώρες της BENELUX) και των υπόλοιπων, τα οποία υιοθετούσαν ως τέτοιο τον κίνδυνο σύγχυσης. Προς αποφυγή, λοιπόν, διαφορετικών κρίσεων, ορίστηκε ότι ο κίνδυνος σύγχυσης περιλαμβάνει και τον κίνδυνο συσχέτισης. Με τον τρόπο αυτό επετεύχθη η επιδιωκόμενη υπό τις ίδιες προϋποθέσεις προστασία του σήματος εντός της ΕΕ και μεταξύ των Κρατών-Μελών αυτής.

Στο παρόν άρθρο, ωστόσο, προκειμένου να γίνει καλύτερα κατανοητή η έννοια του κινδύνου συσχέτισης, θα αναφερόμαστε αποκλειστικά σε αυτή.

Η έννοια του κινδύνου συσχέτισης

Κίνδυνος συσχέτισης, σύμφωνα με τη νομολογία, υφίσταται όταν δημιουργείται σε μη αμελητέο τμήμα του εκάστοτε κοινού η εντύπωση ότι μεταξύ των επιχειρήσεων υφίσταται «οικονομικός, οργανωτικός ή ακόμα και οποιοσδήποτε άλλου είδους σύνδεσμος (έτσι ακριβώς έχει, για παράδειγμα, το λεκτικό της πρόσφατης απόφασης του Εφετείου Αθηνών υπ&#8217; αριθμ. 2757/2020). Γενικά, κρίσιμη είναι η δημιουργία εντύπωσης για σχέση  συνεργασίας μεταξύ δύο επιχειρήσεων (όπως κρίθηκε από το Εφετείο Θεσσαλονίκης στην επίσης πρόσφατη απόφαση υπ&#8217; αριθμ. 2213/2019). Αντιλαμβανόμαστε, ήδη από αυτή τη διατύπωση, ότι η έννοια του κινδύνου συσχέτισης έχει δυνητικά ευρύ βεληνεκές και μπορεί να καλύψει μεγάλο αριθμό περιπτώσεων. Μάλιστα, κίνδυνος συσχέτισης υπάρχει ακόμα και εν αμφιβολία· δηλαδή στις περιπτώσεις εκείνες στις οποίες ο καταναλωτής δεν μπορεί να είναι βέβαιος για την ύπαρξη ή την ανυπαρξία κάποιας σχέσης συνεργασίας μεταξύ των επιχειρήσεων. Αναγκαία προϋπόθεση, βέβαια, είναι αυτή η σχέση να μην υπάρχει στην πραγματικότητα. Διότι, αν υπάρχει, δε θα μιλάμε για σύγχυση· τουναντίον, θα μιλάμε για αντίληψη της πραγματικότητας. Έτσι κρίθηκε από το ΔΕΕ την 23η Απριλίου του 2020 στην υπόθεση C 736/18 P (Gugler).

Κίνδυνος συσχέτισης θα καταφάσκεται και όταν υπάρχει το ενδεχόμενο (κίνδυνος) μη ασήμαντο μέρος του κοινού να υπολάβει ότι υφίσταται δυνατότητα (άμεσου, έμμεσου ή και κατ&#8217; αποτέλεσμα) ελέγχου (από την προγενέστερη σηματούχο) της ποιότητας των προϊόντων τα οποία εμπορεύεται και στα οποία επιθέτει το σήμα του ο νέος ή ο «επίδοξος» σηματούχος. Αυτό δέχεται παγίως και το Δικαστήριο της Ευρωπαϊκής Ένωσης (ΔΕΕ), με πρόσφατο παράδειγμα την απόφασή του της 20ης Δεκεμβρίου του 2017 επί της C 291/16 (Schweppes). Εάν το κοινό υπολαμβάνει κάτι τέτοιο, διαπιστώνεται κίνδυνος συσχέτισης κι επομένως ενεργοποιείται η προστασία του σηματούχου. Για το σκοπό αυτό απαιτείται εξέταση της κάθε περίπτωσης με ουσιαστικά κριτήρια και όχι φορμαλιστικά.

Τέλος, πρακτικά, ως ενδιάμεση κατηγορία θα μπορούσαμε να κατατάξουμε την περίπτωση στην οποία λόγω βασικών κοινών στοιχείων μεταξύ των εκατέρωθεν ενδείξεων, προκαλείται η (εσφαλμένη) εντύπωση ότι δικαιούχος αμφοτέρων είναι η ίδια επιχείρηση. Δηλαδή, για παράδειγμα, είτε ότι τα δύο σημεία αποτελούν «σήματα σειράς» (π.χ. McFlurry, McNuggets – σήματα της αλυσίδας εστιατορίων McDonalds) είτε ότι με το μεταγενέστερο σημείο γίνεται εν πάση περιπτώσει παραλλαγμένη χρήση του αρχικού σήματος, από την ίδια, όμως, επιχείρηση. Σύμφωνα με την προαναφερθείσα ΕφΘεσ 2213/2019 τέτοιος κίνδυνος προκαλείται «όταν η ανωτέρω εντύπωση οφείλεται όχι στην ομοιότητα των σημάτων, αλλά στη διαπίστωση ότι το ένα σήμα αποτελεί μεταβολή ή εξέλιξη του άλλου. Κίνδυνος σύγχυσης δε υπό ευρεία έννοια γίνεται δεκτό ότι συντρέχει και όταν, λόγω της ομοιότητας των σημάτων δύο διαφορετικών επιχειρήσεων, δημιουργείται η εσφαλμένη εντύπωση ότι ανάμεσα στις επιχειρήσεις αυτές υπάρχει οικονομικός ή άλλος δεσμός».

Συμπέρασμα

Κατόπιν όλων αυτών, γίνεται εύκολα αντιληπτό ότι το ευρύ προστατευτικό βεληνεκές επί σημάτων (αλλά και διακριτικών γνωρισμάτων) είναι εκείνο το οποίο καθιστά απαραίτητη τη συνδρομή ειδικού όταν επιλέγεται συγκεκριμένη ένδειξη για δραστηριοποίηση της επιχείρησης στην αγορά. Τούτο διότι ελλοχεύει ο κίνδυνος – ακόμα μη ηθελημένα – να παραβιαστεί δικαίωμα τρίτου. Ο παραβιάζων μπορεί να έχει, πέρα από αστικές (π.χ. καταβολή αποζημίωσης ή και καταστροφή των προϊόντων που έχουν ήδη παρανόμως σηματοδοτηθεί και κυκλοφορήσει) και ποινικές συνέπειες. Εξίσου σημαντικό είναι όμως και το εξής πραγματικό γεγονός: η όποια οικοδόμηση σε συγκεκριμένη ένδειξη «κατεδαφίζεται» αφού με διάταξη δικαστηρίου πλέον θα απαγορεύεται η χρήση του συγκεκριμένου σημείου. Η οικοδόμηση θα πρέπει να ξεκινήσει από την αρχή, σε κάποια νέα ένδειξη η οποία δεν θα προσβάλλει δικαίωμα τρίτου.

Και αντίστροφα όμως, από τα παραπάνω γίνεται κατανοητή η ευεργετική πλευρά και η μεγάλη προστασία που απολαμβάνει ο σηματούχος εφόσον - μετά από σωστή μελέτη - κατοχυρώσει το σήμα του. Τονίζουμε τη σωστή μελέτη, διότι η κατοχύρωση σήματος αν και αποτελεί μια πρώτη διασφάλιση, δεν θέτει τον σηματούχο στο απυρόβλητο: τρίτοι οι οποίοι θεωρούν ότι έχουν προγενέστερο δικαίωμα το οποίο προσβάλλεται, μπορούν να ασκήσουν αίτηση ακύρωσης και φυσικά αγωγή, με τον ισχυρισμό ότι η νεότερη ένδειξη δημιουργεί κίνδυνο σύγχυσης (ή και συσχέτισης) με την ένδειξή τους.

Διότι πράγματι, ακόμα και αν π.χ. η Διεύθυνση Σημάτων έκανε δεκτή συγκεκριμένη δήλωση για καταχώριση σήματος, αυτό δεν σημαίνει ότι η ένδειξη δεν «ομοιάζει» σε ένδειξη τρίτου η οποία διακρίνει όμοια αγαθά. Μάλιστα, υπό την ισχύ του νέου ν. 4679/2020 (ο οποίος αντικατέστησε τις προϊσχύσασες διατάξεις του ν. 4072/2012), η Διεύθυνση Σημάτων δεν εξετάζει, πλέον, αυτεπαγγέλτως ζητήματα κινδύνου σύγχυσης ή και συσχέτισης. Για να γίνει αυτό, θα πρέπει να ασκηθεί ανακοπή από τρίτο. Αν όμως δεν ασκηθεί ανακοπή εντός ορισμένου διαστήματος από την υποβολή της δήλωσης (το διάστημα αυτό ανέρχεται στους 3 μήνες από την επομένη της δημοσίευσης στον διαδικτυακό τόπο του Υπουργείου Ανάπτυξης και Επενδύσεων της απόφασης που κρίνει ότι δεν συντρέχουν «απόλυτα απαράδεκτα» - τέτοιος δεν είναι ο κίνδυνος σύγχυσης/συσχέτισης) η ένδειξη θα καταχωρισθεί και πλέον θα υπάρχει «σήμα».

Κάπως έτσι, μπορεί κάποιος τρίτος να έχει καταφέρει να καταχωρίσει το σήμα του, αλλά αν δεν έχει γίνει προηγουμένως ο σωστός νομικός έλεγχος, ελλοχεύει ο ορατός κίνδυνος «αυτό να μη λέει και πολλά». Οποιοσδήποτε τρίτος ο οποίος κρίνει ότι έχει προγενέστερο δικαίωμα (ένδειξη) η οποία ομοιάζει σε βαθμό έστω κινδύνου συσχέτισης με το καταχωρισθέν σήμα, μπορεί να ανατρέψει τα δεδομένα του - κατά τα λοιπά - δικαιούχου σήματος. Για το λόγο αυτό, σε όλες τις περιπτώσεις είναι αναγκαίος ένας καλός προέλεγχος ο οποίος θα καταλήξει σε μια ασφαλή νομική συμβουλή.

Εφόσον, δε, καταλήξουμε σε αντιδικία, η στέρεη γνώση κυρίως της νομολογίας του ΔΕΕ και του ΓΔΕΕ και η επίκληση των σωστών και κατάλληλων επιχειρημάτων διασφαλίζουν την καλύτερη δυνατή έκβαση της υπόθεσης.

<div class=''', 'Giannis Psarakis', '2021-11-09', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Mporo na echo dikaioma se endeixi choris katachorisi simatos', 'sima-epwnumia-domain-kataxwrisi', '(Σε συνεργασία με το Επαγγελματικό Επιμελητήριο Αθηνών)

Μπορώ να έχω δικαίωμα σε συγκεκριμένη ένδειξη εάν δεν την έχω καταχωρίσει ως εμπορικό σήμα (trademark);

Του Γιάννη Ψαράκη*

Περίληψη: Η απάντηση είναι ναι. Αλλά ας μην το ρισκάρουμε.

Ι. Η συχνότερη παρανόηση

Μια από τις συχνότερες παρανοήσεις εντολέων μας κατά την πρώτη συνάντηση αναφορικά με θέματα «ονομασιών» προϊόντων, ονομάτων ιστοσελίδων, εμπορικών σημάτων (trademark) και λοιπών συναφών δικαιωμάτων είναι η εξής: θεωρούν ότι προστασία παρέχεται μόνο στην περίπτωση που έχουν προβεί στις προβλεπόμενες διαδικασίες για την καταχώριση εμπορικού σήματος στο Μητρώο Σημάτων. Έτσι, για παράδειγμα, στην περίπτωση στην οποία έχουν κάνει χρήση επί χρόνια (ακόμα και δεκαετίες) συγκεκριμένης ένδειξης, την οποία στη συνέχεια (συνήθως κακόπιστα) καταθέτει τρίτος ως εμπορικό σήμα και κατόπιν εκείνος στρέφεται εναντίον τους βάσει αυτού του δικαιώματος (εμπορικό σήμα), θεωρούν την υπόθεσή τους μάλλον «χαμένη»· στην καλύτερη περίπτωση έρχονται σε εμάς με αισθητά μειωμένες προσδοκίες. Η αλήθεια είναι όμως ότι τα πράγματα δεν έχουν καθόλου έτσι.

Αυτό συμβαίνει διότι το αποκλειστικό δικαίωμα επί μιας ένδειξης (λέξη, φράση, εικόνα κτλ) αποκτάται με δυο τρόπους: είτε με την επίσημη διαδικασία καταχώρισης σήματος οπότε και θα κάνουμε λόγο για δικαίωμα του τυπικού συστήματος (ακριβώς διότι εκείνο το οποίο πρωτίστως εξετάζεται είναι το εάν τηρήθηκαν οι τυπικές διαδικασίες που οδηγούν στην καταχώριση του σήματος), είτε δια μέσου της ουσιαστικής χρήσης και της διάδοσης στις συναλλαγές. Στην 1η περίπτωση θα πρόκειται περί εμπορικού σήματος (η νομοθεσία για το εμπορικό σήμα είναι ο ν. 4679/2020). Στη 2η περίπτωση θα πρόκειται για δικαίωμα του «ουσιαστικού συστήματος» – σχετικός είναι ο νόμος 146/1914. Μιλώντας δηλαδή για «εθνικό εμπορικό σήμα» αναφερόμαστε μόνο στην ένδειξη εκείνη για την οποία έχει τηρηθεί η διαδικασία καταχώρισης που προβλέπεται στο ν. 4679/2020.

Αυτό όμως δεν σημαίνει ότι το εμπορικό σήμα είναι «κάτι λιγότερο» από το διακριτικό γνώρισμα (ουσιαστικό σύστημα)&#64434; ούτε και το αντίστροφο. Ενδείξεις του τυπικού (σήμα) ή του ουσιαστικού συστήματος (διακριτικό γνώρισμα) είναι ισοσθενείς. Επιβεβαιώνεται, έτσι, η ισότιμη ισχύς των διακριτικών γνωρισμάτων τον τυπικού και του ουσιαστικού συστήματος. Εκείνο το οποίο θα είναι κρίσιμο για να αποφασίσουμε ποιο δικαίωμα επικρατεί σε περίπτωση σύγκρουσης (π.χ. ένα σήμα ομοιάζει σε κάποιο βαθμό με ένα διακριτικό γνώρισμα και χρησιμοποιούνται προκειμένου να διακριθούν συναφή αγαθά, άρα δεν θα είναι απίθανο να προκαλείται κίνδυνος σύγχυσης), θα είναι ο εντοπισμός της «χρονικής προτεραιότητας». Σύμφωνα με τον νομικό κανόνα «prior in tempore, potior in jure» το δικαίωμα που θα επικρατήσει είναι εκείνο το οποίο γεννήθηκε πρώτο.

ΙΙ. H γέννηση του δικαιώματος

Πότε όμως θεωρείται ότι γεννάται το δικαίωμα; Γνωρίζοντας την απάντηση σε αυτό το ερώτημα, θα μπορούμε να αποφασίσουμε περί της χρονικής προτεραιότητας σε περίπτωση σύγκρουσης δύο ή περισσότερων δικαιωμάτων (π.χ. ας πάρουμε το σενάριο στο οποίο δύο επιχειρήσεις χρησιμοποιούν την ίδια ή παρεμφερή εικόνα επί των συσκευασιών των εμπορευμάτων τους).

Στην περίπτωση σήματος, η καταχώριση, εφόσον λάβει χώρα (δηλ. εάν π.χ. δεν ασκηθούν ανακοπές τρίτων μέχρι την καταχώριση ή εάν ασκηθούν και τελικά απορριφθούν) θεωρείται ότι έγινε κατά το χρόνο της υποβολής της δήλωσης, η οποία και τελικά οδήγησε στην καταχώριση. Τότε θεωρείται ότι γεννήθηκε το σχετικό δικαίωμα. Δηλαδή, το σήμα παίρνει προτεραιότητα ήδη από το χρόνο που ο σηματούχος κατέθεσε τη δήλωση για την καταχώριση, ανεξαρτήτως του πότε τελικά η καταχώριση έλαβε τελικά χώρα.

Αντίθετα, στην περίπτωση του διακριτικού γνωρίσματος του ουσιαστικού συστήματος, ισχύει το εξής: το δικαίωμα γεννάται είτε κατόπιν της χρήσης είτε κατόπιν της καθιέρωσης στις συναλλαγές. Ας δούμε όμως πότε συμβαίνει το ένα και πότε το άλλο.

Τα διακριτικά γνωρίσματα ομαδοποιούνται παραδοσιακά σε δύο ειδικότερες υποκατηγορίες. Η πρώτη αποτελείται από τα διακριτικά γνωρίσματα επιχειρήσεως (διακριτικός τίτλος καταστήματος, επωνυμία εταιρείας κτλ). Στην περίπτωση αυτή, γίνεται δεκτό ότι το δικαίωμα γεννάται από τη χρήση του ονόματος στις συναλλαγές. Αντίθετα, στην περίπτωση διακριτικού γνωρίσματος προϊόντων ή υπηρεσιών (π.χ. ονομασία συγκεκριμένου αναψυκτικού, προϋποτίθεται «κάτι παραπάνω»: επικράτηση αυτού στις συναλλαγές.

Αλλά και στην περίπτωση διακριτικού γνωρίσματος επιχειρήσεως/καταστήματος, η – φαινομενικά ευχερής – απόδειξη της «χρήσης στις συναλλαγές» δεν είναι εύκολη υπόθεση. Προστασία, στην περίπτωση αυτή, παρέχεται μόνο εφόσον γίνει δεκτή από το Δικαστήριο ή τη Διοικητική Επιτροπή Σημάτων (ΔΕΣ) πραγματική και διαρκής χρήση της σχετικής ένδειξης στις συναλλαγές. Σύμφωνα με τις αποφάσεις των δικαστηρίων, πραγματική είναι η χρήση που έχει το χαρακτήρα ουσιαστικής συμμετοχής της επιχείρησης στις συναλλαγές υπό ορισμένη ένδειξη, ενώ διαρκής είναι η χρήση όταν εμφανίζεται ως παρατεταμένη και σταθερή διείσδυση του προσώπου στον οικονομικό βίο, ως προσφορά αγαθών ή υπηρεσιών προορισμένη να διαρκέσει και να οδηγήσει σε διενέργεια σειράς  συναλλαγών επί  των προσφερόμενων αντικειμένων. Γενικά, η κρίση αυτή προϋποθέτει εκτίμηση συγκεκριμένων πραγματικών περιστατικών και δεν είναι σε καμία περίπτωση αυτόματη.

Για παράδειγμα, στο ειδικότερο ζήτημα των ονομασιών πεδίου στο διαδίκτυο (domains), ανακύπτει το ζήτημα εάν για την απόκτηση δικαιώματος επ&#8217; αυτών ως διακριτικών γνωρισμάτων κατ&#8217; άρθρο 13 παρ. 1 ν. 146/1914 (αν δεν έχουμε προνοήσει να την καταχωρίσουμε ως σήμα) αρκεί η απλή δέσμευση μιας ονομασίας πεδίου, χωρίς ουσιαστική ενεργοποίηση της (δηλ. η απλή δέσμευση του ονόματος της ιστοσελίδας, μέσω συγκεκριμένου παρόχου). Σύμφωνα με την ορθότερη άποψη, η απλή δέσμευση (και μόνο) ονομασίας πεδίου δεν συνιστά άνευ ετέρου και πράξη, χρήσης (συμμετοχής) στις συναλλαγές. Έτσι κρίθηκε και στην υπ&#8217; αριθμ. 1378/2016 απόφαση του Πολυμελούς Πρωτοδικείου Αθηνών.

ΙΙΙ. Η πρώτη (μα κυρίως η δεύτερη) αντίδραση

Όταν λοιπόν ο ενδιαφερόμενος αντιλαμβάνεται ότι μπορεί να απολαμβάνει το απόλυτο δικαίωμα και την αντίστοιχη προστασία ακόμα και χωρίς την καταχώριση εμπορικού σήματος, οι άμεσες δύο αντιδράσεις του είναι (συνηθέστατα) οι εξής: η πρώτη – και πιο άμεση – είναι φυσικά να αναπτερώνεται το ηθικό του σχετικά με την υπόθεση την οποία μέχρι πρότινος θεωρούσε χαμένη. Η δεύτερη είναι ότι του γεννάται το εξής ερώτημα: «και τότε γιατί να καταχωρίσω»; Και είναι απόλυτα λογικό αυτό. Η καταχώριση αποτελεί μια πρόσθετη διαδικασία, η οποία απαιτεί εκτός από χρόνο και χρήμα. Εάν μιλάμε πράγματι για ισότιμες επιλογές (ουσιαστικό Vs. τυπικό σύστημα) η καταχώριση θα ήταν μάλλον η λιγότερο έξυπνη και ορθολογική επιλογή.

Τα πράγματα όμως πολύ απέχουν από το να είναι έτσι. Η καταχώριση σήματος εξακολουθεί να αποτελεί την πλέον έξυπνη επιλογή για τον επιχειρηματία· και αυτό είναι αληθές για μια σειρά από λόγους. Αρκετούς τους έχουμε ήδη αναφέρει σε προηγούμενη αρθρογραφία μας – κάποιους άλλους όμως θα τους αναφέρουμε για πρώτη φορά εδώ. Τα οφέλη από την καταχώριση σήματος – σε σύγκριση με την επανάπαυση στην προστασία του ουσιαστικού συστήματος – είναι πολλά και τα σημαντικότερα θα μπορούσαμε να τα ομαδοποιήσουμε σε 3 ειδικότερους πυλώνες:

Πυλώνας 1ος – Οφέλη στην περίπτωση δικαστικής διένεξης καθ&#8217; όλη τη διάρκεια προστασίας του σήματος: Η καταχώριση εμπορικού σήματος έχει ως συνέπεια την προστασία βάσει (και) του ν. 4679/2020 περί εμπορικών σημάτων. Αυτό έχει ως συνέπεια ότι εφαρμόζεται μια σειρά από ευνοϊκές διατάξεις οι οποίες διευκολύνουν τον σηματούχο κατά την διεξαγωγή του δικαστικού αγώνα, αυξάνοντας σημαντικά τις πιθανότητες έκδοσης μιας θετικής για εκείνον απόφασης. Εξίσου σημαντικό είναι και το εξής: όπως παρατηρήσαμε, η κτήση δικαιώματος με βάση το ουσιαστικό σύστημα (δηλ. χωρίς να προηγηθεί καταχώριση σε δημόσιο μητρώο) προϋποθέτει άλλες φορές επικράτηση και άλλες έστω χρήση στις συναλλαγές. Ακόμα όμως και η περίπτωση της «χρήσης» είδαμε ότι προϋποθέτει επίκληση και απόδειξη και λοιπών περιστατικών, τα οποία αποδεικνύουν ότι η χρήση είναι πραγματική και διαρκής. Μάλιστα, ακόμα και αν αποδειχθούν τα παραπάνω, η προστασία παρέχεται μόνο στο έδαφος που διαπιστώνονται αυτές οι προϋποθέσεις (και όχι δηλ. στο σύνολο της επικράτειας).

Πυλώνας 2ος – Οφέλη ως προς την εικόνα της επιχείρησης: η καταχώριση σήματος αποτελεί πραγματικότητα που δείχνει την σοβαρότητα του εγχειρήματος προς τους τρίτους. Σε περιπτώσεις εξαγορών ή συνεργασιών με μεγάλες επιχειρήσεις, η καταχώριση σήματος θα καταλήγει να θεωρείται δεδομένη. Η καταχώριση λοιπόν κάνει καλή εντύπωση, ενώ η έλλειψη αυτής όχι. Υπάρχουν επιχειρήσεις οι οποίες δημοσιεύουν στα social media την καταχώριση του σήματός τους, με το σκεπτικό ότι αυτό προσδίδει αξία στα προϊόντα ή/και τις υπηρεσίες που εμπορεύονται. Οι καταναλωτές αντιλαμβάνονται την πραγματικότητα της καταχώρισης ως παράγοντα που προσδίδει αξία και μοναδικότητα στα αγαθά που αγοράζουν.

Πυλώνας 3ος – Οφέλη ως προς την εξέλιξη της ίδιας της επιχείρησης: Η καταχώριση σήματος παρέχει την αναγκαία ασφαλή πλατφόρμα για τη διενέργεια επενδύσεων επί των προϊόντων ή και υπηρεσιών της επιχείρησης. Έχει παρατηρηθεί ότι γνωρίζοντας κανείς πως συγκεκριμένη ένδειξη «του ανήκει» εργάζεται πολύ πιο εστιασμένα με σκοπό την ανάπτυξη της επιχείρησής του, αφού θα διασφαλίζει ότι χτίζει σε περιοχή κυριότητάς του. Η καταχώριση του σήματος δημιουργεί τη σταθερή βάση για την ανάπτυξη. Σκεφτείτε το παράδειγμα με το σπίτι: εάν σου ανήκει, κάνεις πολύ μεγαλύτερες επενδύσεις και προκύπτει τελικά ένα πολύ καλύτερο αποτέλεσμα, σε σύγκριση με τις επενδύσεις που θα έκανε κανείς σε σπίτι το οποίο νοικιάζει και δεν μπορεί να είναι βέβαιος ότι θα συνεχίζει να μένει εκεί ες αεί (ή ακόμα και ότι θα μπορεί αν το πουλήσει, ενσωματώνοντας τις επενδύσεις του, άρα επιτυγχάνοντας μεγαλύτερο τίμημα).

ΙV. Τι με συμφέρει τελικά;

Εάν στο τέλος μιας αντιδικίας ρωτήσετε κάποιον επιχειρηματία εάν το μετάνιωσε που δεν καταχώρισε σήμα, η απάντηση θα είναι 100% θετική. Το γεγονός ότι το Δικαστήριο κερδήθηκε στη βάση διακριτικού γνωρίσματος του ουσιαστικού συστήματος, δεν διαφοροποιεί αυτή την απάντηση. Ο κόπος, η αναζήτηση στοιχείων, το άγχος και η συνεχής εγρήγορση γα κάλυψη κενών στα αποδεικτικά στοιχεία τα οποία σε περίπτωση σήματος θεωρούνται δεδομένα αλλά και το αυξημένο κόστος της δικηγορικής αμοιβής δεδομένης της μεγαλύτερης δυσκολίας της υπόθεσης, αποτελούν μόνο λίγους από τους λόγους για τους οποίους ο καθένας θα προτιμούσε να δαπανήσει ένα σχετικά μικρό αντίτιμο «για να έχει το κεφάλι του ήσυχο», μειώνοντας σημαντικά και την αγωνία που αναγκαία συνεπάγεται ένας δικαστικός αγώνας.

Η καταχώριση σήματος, για τους λόγους που εδώ αναφέραμε και για πολλούς άλλους, αποτελεί πάντοτε μια συμφέρουσα επιλογή. Ακόμα και αν, όπως είπαμε, δεν είναι απίθανη η θετική έκβαση ενός δικαστικού αγώνα και χωρίς αυτή.

*Ο Γιάννης Ψαράκης (Υπ. Διδάκτωρ Νομικής Σχολής ΕΚΠΑ – ΜΔΕ ΙΙΙ) είναι συνεργάτης της Δικηγορικής Εταιρείας Ψαράκης|Κεφαλάς (www.psarakislegal.com) και ιδρυτής του IP Hub "The Trademark Hoop" (www.thetrademarkhoop.com)

Το βιβλίο του «Ο Κίνδυνος Σύγχυσης στο Δίκαιο του Σήματος» κυκλοφορεί από τον εκδοτικό οίκο «Νομική Βιβλιοθήκη».

<div class=''', 'Giannis Psarakis', '2021-07-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('I katachorisi emporikou simatos tis EE kai i amyna se pithani anakopi', 'sima-tis-europaikis-enwsis', '(Σε συνεργασία με το Capital.gr)

Έχει διαπιστωθεί -και έχουμε επανειλημμένως τονίσει- ότι τα οφέλη από την καταχώριση εθνικού εμπορικού σήματος είναι πολλά. Αυτό ισχύει σε ακόμα μεγαλύτερο βαθμό στην περίπτωση του εμπορικού σήματος της ΕΕ. Και μολονότι ο δρόμος μέχρι την καταχώριση (ή και μετά την καταχώριση) "δεν είναι στρωμένος με ροδοπέταλα", η βοήθεια από έναν εξειδικευμένο νομικό στο δίκαιο των εμπορικών σημάτων (ήδη κατά τη διαμόρφωση της ένδειξή σας), αποτελεί πολύτιμο εφόδιο το οποίο συντροφεύει και ενισχύει την εμπορική σας ένδειξη τόσο κατά τη διαδικασία καταχώρισης, όσο και καθ&#8217; όλη τη διάρκεια της ζωής της.

Στο σημερινό άρθρο θα εστιάσουμε στην περίπτωση της ανακοπής των τρίτων, η οποία υποβάλλεται εντός τριμήνου από τη δημοσίευση της δήλωσης κατάθεσης σήματος της ΕΕ.

Ι. Η χρησιμότητα του εμπορικού σήματος της Ευρωπαϊκής Ένωσης (EUTM)

Έχουμε αναλύσει σε αρκετά άρθρα μας τους λόγους για τους οποίους η καταχώριση εμπορικού σήματος συνιστά μια απολύτως συμφέρουσα επιλογή για τον επιχειρηματία. Παρατηρείται δε ότι πολλές επιχειρήσεις καταχωρίζουν σήμα πριν καν ξεκινήσουν να δραστηριοποιούνται  εμπορικά&#64434; και αυτό είναι πολύ λογικό: επιθυμούν να στηρίξουν το όλο επιχειρηματικό εγχείρημα σε ασφαλή βάση, ήδη από την αρχή. Εξάλλου, τα τέλη κατάθεσης εμπορικού σήματος, ειδικά για την Ελλάδα, είναι από τα χαμηλότερα στην ΕΕ.

Ενώ όμως το εθνικό σήμα προσφέρει προστασία μόνο στην επικράτεια ορισμένης χώρας (π.χ. της Ελλάδας, αν μιλάμε για ελληνικό εθνικό σήμα), πολλές φορές ο επιχειρηματίας θα αναζητά προστασία και σε άλλες χώρες. Αυτό συμβαίνει ιδίως στην κλασική περίπτωση των εξαγωγών και του ηλεκτρονικού εμπορίου, φαινόμενο το οποίο τα τελευταία χρόνια γνωρίζει ιδιαίτερη άνθιση. Δεν είναι λίγοι οι επιχειρηματίες που αν και ξεκινούν την δραστηριότητά τους με (αρχικό) επίκεντρο την ελληνική αγορά, προνοούν με την καταχώριση σήματος της ΕΕ, λόγω του σχετικά χαμηλού κόστους της διαδικασίας και του ευρύτατου ωφέλιμου αποτελέσματος το οποίο μπορεί αυτή να έχει (προστασία της ένδειξής τους σε όλα τα Κράτη της ΕΕ).

Αναγνωρίζοντας αυτή την πραγματικότητα η Ευρωπαϊκή Ένωση έχει ήδη ξεκινήσει πρόγραμμα επιδότησης δράσεων διανοητικής ιδιοκτησίας, εστιάζοντας σε μικρομεσαίες επιχειρήσεις (ΜμΕ). Το πρόγραμμα "Ideas Powered for Business SME Fund" είναι ένα πρόγραμμα επιχορηγήσεων που σχεδιάστηκε με στόχο να ενισχύσει τα δικαιώματα διανοητικής ιδιοκτησίας (ΔΙ) των μικρομεσαίων επιχειρήσεων στην ΕΕ. Αποτελεί πρωτοβουλία της Ευρωπαϊκής Επιτροπής και υλοποιείται από το Γραφείο Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (EUIPO) – για το 2022 θα διαρκέσει από τις 10 Ιανουαρίου 2022 έως τις 16 Δεκεμβρίου 2022. Οι επιχορηγήσεις είναι περιορισμένες και για τη διάθεσή τους θα τηρείται χρονολογική σειρά προτεραιότητας. Επί εμπορικών σημάτων παρέχεται επιστροφή εξόδων σε ύψος 75% (αυξημένο συγκριτικά με το 50% που παρεχόταν σε προηγούμενους κύκλους της δράσης) για τα τέλη αίτησης, πρόσθετα τέλη ανά κλάση και τέλη εξέτασης, καταχώρισης, δημοσίευσης και αναστολής της δημοσίευσης σε ενωσιακό, εθνικό και περιφερειακό επίπεδο. Έτσι τα τέλη για κατάθεση σήματος της ΕΕ μπορούν να φτάσουν μέχρι και τα 250&#8364;.

ΙΙ. Η διαδικασία

Για να καταχωρισθεί συγκεκριμένη ένδειξη ως εμπορικό σήμα της ΕΕ – τότε και μόνο τότε υφίσταται αποκλειστικό δικαίωμα σε εμπορικό σήμα της ΕΕ – απαιτείται να υποβληθεί σχετική δήλωση κατάθεσης στον Οργανισμό Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (European Union Intellectual Property Office - EUIPO). Η αίτηση αυτή ελέγχεται αυτεπαγγέλτως ως προς τα λεγόμενα απόλυτα απαράδεκτα. Για παράδειγμα, δεν μπορεί κάποιος να ζητήσει να καταχωρισθεί ως σήμα μια ένδειξη η οποία είναι περιγραφική ή επαινετική για τα διακρινόμενα αγαθά. Στην τελευταία απόφαση που εκδόθηκε από την Επιτροπή Εφέσεων του EUIPO τη στιγμή που γράφονται αυτές οι γραμμές (DECISION of the Fifth Board of Appeal of 3 February 2022 In case R 1131/2021-5) κρίθηκε ότι η ένδειξη "FUCKING AWESOME" "as a whole the combination of both elements undoubtfully will be understood by the relevant public as meaning very or extremely excellent or outstanding" και επομένως δεν έγινε δεχτή προς καταχώριση.

Μια ένδειξη όμως μπορεί να ομοιάζει σε βαθμό κινδύνου σύγχυσης με κάποια άλλη, η οποία απολαμβάνει χρονικής προτεραιότητας (π.χ. ήδη καταχωρισθέν σήμα) ή να παραβιάζει σήμα φήμης (π.χ. να φέρει κάποια μόνο ελάχιστη ομοιότητα και να κριθεί ότι αντλεί αθέμιτο όφελος – free riding – από τη χρήση). Εδώ μιλάμε για τους "σχετικούς λόγους απαραδέκτου". Στην περίπτωση αυτή, το ζήτημα δεν εξετάζεται αυτεπαγγέλτως. Απαιτείται ο δικαιούχος να καταθέσει ανακοπή (opposition) ενώπιον του EUIPO εντός τριών μηνών από τη δημοσίευση της δήλωσης κατάθεσης. Η ανακοπή αυτή, βεβαίως, κοινοποιείται στον καταθέσαντα, προκειμένου να διαπραγματευθεί με την αντίπαλη πλευρά&#64434; αν το μεσοδιάστημα αυτό που παρέχεται (cooling off period – κατ&#8217; αρχήν 2 μήνες) δεν καταλήξει σε κάποια αμοιβαίως αποδεκτή λύση, η διαδικασία προχωρά.

Ο ανακόπτων στο εξής έχει στη διάθεσή του περιθώριο δύο (ακόμη) μηνών για να συμπληρώσει το φάκελό του με όλα τα αποδεικτικά στοιχεία και τις παρατηρήσεις που θεωρεί απαραίτητα/ες για την τεκμηρίωση της ανακοπής του. Μετά την παρέλευση των δύο αυτών μηνών, και μόλις διαβιβαστεί ο φάκελος με τα υποβληθέντα αποδεικτικά στοιχεία και τις παρατηρήσεις (εφόσον υπάρχουν), ο καταθέτης έχει και εκείνος στη διάθεσή του περιθώριο δύο μηνών για να απαντήσει στην ανακοπή (παρατηρήσεις – observations). Στις παρατηρήσεις του ο καταθέτης θα προβάλει όλα τα νομικά και πραγματικά επιχειρήματα προς υποστήριξη του καταχωρίσιμου της ένδειξής του. Εξέχουσα σημασία στο στάδιο αυτό έχει η παράθεση νομολογίας, δηλαδή αποφάσεων του Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΔΕΕ), του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΓΔΕΕ) αλλά και της πρακτικής του EUIPO επί υποθέσεων στις οποίες κρίθηκαν παρόμοια ή και ταυτόσημα πραγματικά περιστατικά ή νομικά ζητήματα.

Στο στάδιο αυτό, ο καταθέτης μπορεί να υποβάλει επίσης αίτημα απόδειξης χρήσης, ζητώντας ουσιαστικά από τον ανακόπτοντα να αποδείξει ότι τυχόν προγενέστερα σήματα καταχωρισμένα επί περισσότερα από πέντε έτη έχουν χρησιμοποιηθεί, όσον αφορά τα δηλωθέντα αγαθά. Πρέπει να έχουν παρέλθει πέντε έτη από την καταχώριση, ώστε να έχει νόημα η προβολή αυτής της ένστασης. Όπως έχουμε γράψει αλλού, ένα σήμα μπορεί να καταχωριστεί για να διακρίνει προϊόντα ή υπηρεσίες, ακόμα και αν ο καταθέτης δεν είναι έτοιμος ακόμα να εμπορευθεί όλα τα προϊόντα ή τις υπηρεσίες που αναγράφει στη δήλωση κατάθεσής του. Αυτή η περίοδος χάριτος (grace period) διαρκεί πέντε έτη. Μετά τα πέντε έτη, πρέπει να αποδείξει – αν υποβληθεί σχετική ένσταση – ότι προέβη στη χρήση της ένδειξης ως προς όλα τα αγαθά. Αν το αποδείξει αυτό μερικώς, η ανακοπή του μπορεί να στηριχθεί στη συγκεκριμένη ένδειξη, μόνο όμως όσον αφορά τα συγκεκριμένα αγαθά τα οποία όντως διέθεσε στην αγορά.

Έτσι, εάν υποβληθεί τέτοια ένσταση, ο καταθέτης μπορεί να αναμένει έως ότου ο ανακόπτων προσκομίσει τέτοια απόδειξη προτού υποβάλει τα αποδεικτικά στοιχεία και τις παρατηρήσεις του. Ακολούθως παρέχεται η δυνατότητα στον ανακόπτοντα να υποβάλει παρατηρήσεις επί των παρατηρήσεων του καταθέτη. Η υποβολή ένστασης απόδειξης χρήσης (proof of use) αποτελεί – στις περιπτώσεις για τις οποίες ενδείκνυται - μια πολύ χρήσιμη πρώτη αντίδραση του καταθέτη αφού μπορεί να καταλήξει σε σημαντική αποδυνάμωση της ασκηθείσας ανακοπής.

Εάν ο καταθέτης δεν ζητήσει απόδειξη χρήσης αλλά υποβάλει αποδεικτικά στοιχεία και παρατηρήσεις, ο ανακόπτων έχει στη διάθεσή του προθεσμία δύο μηνών προκειμένου να υποβάλει τις σχετικές παρατηρήσεις του επ&#8217; αυτών. Απόφαση επί της ανακοπής λαμβάνεται συνήθως μετά το πέρας αυτών των ανταλλαγών παρατηρήσεων.

Σε ορισμένες περιπτώσεις, μπορεί να είναι αναγκαίο ή σκόπιμο να διεξαχθεί μία ακόμη ανταλλαγή παρατηρήσεων. Αυτό μπορεί να συμβεί όταν η υπόθεση αφορά πολύπλοκα ζητήματα ή όταν ο ανακόπτων εγείρει νέο ζήτημα το οποίο γίνεται δεκτό στη διαδικασία. Στην περίπτωση αυτή, μπορεί να παρασχεθεί στον καταθέτη η δυνατότητα απάντησης. Εναπόκειται τότε στον εξεταστή να αποφασίσει αν πρέπει να παρασχεθεί στον ανακόπτοντα η δυνατότητα νέας υποβολής παρατηρήσεων.

Κατόπιν, το Τμήμα ανακοπών (Opposition Division) του EUIPO εκδίδει απόφαση επί της ανακοπής. Η απόφαση αυτή μπορεί να προσβληθεί ενώπιον της Επιτροπής Εφέσεων του EUIPO (Border of Appeals).

Η όλη διαδικασία για το εμπορικό σήμα της ΕΕ, από την κατάθεση της δήλωσης και τις ανακοπές μέχρι και την απάντηση επ&#8217; αυτών και την καταχώριση της ένδειξης, λαμβάνει χώρα ηλεκτρονικά, μέσω της ιστοσελίδας του EUIPO.

Ένα πολύ καλό ενημερωτικό video για την ανακοπή επί εθνικού σήματος έχει αναρτηθεί από το Υπουργείο Ανάπτυξης και Επενδύσεων στη διεύθυνση https://www.youtube.com/watch?v=3E-zp1G_BUk. Αν και το video αφορά σε εθνικό σήμα, οι ακολουθητέες διαδικασίες είναι σε πολύ μεγάλο βαθμό ίδιες αφού – κοντολογίς και για να μην κουράζουμε με λεπτομέρειες - βασίζονται σε σχεδόν ταυτόσημα νομοθετικά κείμενα της ΕΕ. Δηλαδή, μπορείτε να εμπιστευθείτε το video αυτό για να αντλήσετε πληροφορίες και για το εμπορικό σήμα της ΕΕ.

ΙΙΙ. Συμπεράσματα

Το σήμα της ΕΕ αποτελεί ένα πολύ ισχυρό όπλο για τον επιχειρηματία, αφού αποτελεί ένα πρώτης τάξεως διαβατήριο και πσιτοποιητικό μοναδικότητας σε ολόκληρη της αγορά της ΕΕ. Αν και η διαδρομή προς την απόκτησή του είναι πολύ πιθανό να μην είναι ανεμπόδιστη, η υποστήριξη από νομικό με εξειδίκευση στο δίκαιο του σήματος της ΕΕ βοηθά σημαντικά στην υπέρβαση αυτών των δυσκολιών. Η άσκηση ανακοπών από τρίτους – από τη στιγμή της δημοσίευσης της προς καταχώριση αίτησης και για τρεις μήνες, ήτοι μέχρι την καταχώρισή της – αποτελεί έναν από τους πιθανότερους σκοπέλους που μπορεί κανείς να αντιμετωπίσει.

Μια καλή νομική υποστήριξη ενώπιον του EUIPO, με γνώση των διαδικασιών και κυρίως της νομολογίας στην οποία και ο ίδιος ο EUIPO στηρίζει τις αποφάσεις του, εκμεταλλεύεται όλες τις πιθανότητες έκδοσης μιας ευνοϊκής απόφασης. Αυτό, τελικά, θα οδηγήσει στην καταχώριση σήματος της ΕΕ.

Τέλος, όπως έχουμε πολλάκις αναφέρει, η καλύτερη δυνατή προσέγγιση είναι η λήψη εξειδικευμένης συμβουλής ήδη κατά τη διαμόρφωση της προς καταχώρισης ένδειξης. Τούτο συμβαίνει για δυο λόγους:

Πρώτον, η εξειδικευμένη συμβουλή θα μειώσει δραστικά τις πιθανότητες απόρριψης του σήματος για απόλυτους λόγους απαραδέκτου (π.χ. περιγραφικότητες). Οι απόλυτοι λόγοι απαραδέκτου μπορούν να προβληθούν ακόμα και μετά την καταχώριση&#64434; δηλαδή για τη διαγραφή ήδη καταχωρισμένου σήματος. Πράγματι, η καταχώριση – όπως ήδη έχουμε αναφέρει αλλού – "λέει πολλά, λέει όμως και πολύ λίγα". Η καταχώριση η οποία πράγματι προσδίδει προστιθέμενη αξία στην επιχείρηση είναι μόνο εκείνη η οποία έχει λάβει χώρα κατόπιν λήψης εξειδικευμένης συμβουλής.

Δεύτερον – και σημαντικότερο - η λήψη εξειδικευμένης συμβουλής κατά τη διαμόρφωση της ένδειξης θα έχει ως ορίζοντα αυτής την περίπτωση μελλοντικής δικαστικής διένεξης. Δηλαδή, θα έχουμε την δυνατότητα να διαμορφώσουμε ήδη από την αρχή τα "όπλα" τα οποία θα ευχόταν κανείς να έχει κατά την κατ&#8217; αντιδικία διαδικασία. Αυτό είναι πολύ ωφέλιμο και βοηθάει σημαντικά στην καλή έκβαση της υπόθεσης.

<div class=''', 'Giannis Psarakis', '2022-03-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('Otan to Netflix epicheireise na katachorisei to ichitiko tou os sima EE', 'trademark-netflix-euipo', '(Σε συνεργασία με το TheTotalBusiness.gr)

Οι αιτήσεις καταχώρισης εμπορικού σήματος αυξάνονται τα τελευταία χρόνια με σχεδόν γεωμετρική πρόοδο. Αυτό αποτελεί την καλύτερη επιβεβαίωση των οικονομικών μελετών που γίνονται παγκοσμίως και συνδέουν την απόκτηση δικαιώματος επί εμπορικού σήματος με την πρόοδο και την ανάπτυξη – και επί μικρομεσαίων επιχειρήσεων (ΜμΕ). Η πραγματική αγορά δηλαδή αναγνωρίζει αυτή την πραγματικότητα.

Το εμπορικό σήμα μπορεί πλέον να έχει διάφορες «μορφές». Εικόνες, λέξεις, video, ηχητικά, ακόμα και μυρωδιές. Στη ιστορία  που ακολουθεί θα παρακολουθήσουμε την προσπάθεια της Netflix Inc (το γνωστό μας Netflix) να καταχωρίσει ως σήμα της Ευρωπαϊκής Ένωσης το ηχητικό που ακούμε κατά την έναρξη προγραμμάτων της. Τελικά, δεν το κατάφερε. Ο λόγος είναι (ή ήταν;) πολύ συγκεκριμένος.

Κλείστε τα μάτια και ακούστε το ηχητικό αυτού του βίντεο. Καταλάβατε περί τίνος πρόκειται;

Πριν πέντε χρόνια, το Μάιο του 2017, το Netflix επιχείρησε να καταχωρίσει ως ηχητικό σήμα της Ευρωπαϊκής Ένωσης την ηχητική ένδειξη που προηγείται της προβολής των προγραμμάτων της γνωστής πλατφόρμας.

Το Γραφείο Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (European Union Intellectual Property Office  – EUIPO) αρνήθηκε την καταχώριση αυτή. Η αιτία; Κρίθηκε ότι το εν λόγω ηχητικό ήταν πολύ απλό και σύντομο (short and simple sound) με αποτέλεσμα να μην μπορεί να δράσει στο μυαλό των καταναλωτών ως ένδειξη προέλευσης των υπηρεσιών της (να καταλάβει δηλαδή ο καταναλωτής, ακούγοντας αυτόν τον ήχο, ότι υπαινίσσεται πως ακολουθεί υπηρεσία παρεχόμενη από συγκεκριμένη προέλευση π.χ. το Netflix). Σύμφωνα με τον EUIPO, αυτό το ηχητικό θα  μπορούσε να γίνει κατανοητό απλώς ως ένδειξη, ως προπομπός της έναρξης ή της λήξης προβολής ενός προγράμματος («gong like» sound).

Στο σημείο αυτό θα πρέπει να πούμε το εξής: βασική λειτουργία του εμπορικού σήματος είναι εκείνη που στα νομικά αποκαλούμε «λειτουργία προέλευσης» (origin function). Σκοπός δηλαδή του σήματος είναι μέσω αυτού να επικοινωνείται στον καταναλωτή ότι ο επιχειρηματίας επιχειρεί να δηλώσει συγκεκριμένη προέλευση των εμπορευόμενων από αυτόν αγαθών. Αν αυτό δεν είναι δυνατόν (έτσι κρίθηκε στη συγκεκριμένη περίπτωση – θεωρήθηκε δηλαδή ότι στον νου των καταναλωτών το ηχητικό απλώς θα παρέπεμπε στην έναρξη ή στη λήξη ενός προγράμματος, όχι όμως και στην προέλευση αυτού από συγκεκριμένη επιχείρηση), τότε δε θα πρέπει να γίνει δεκτή η καταχώριση εμπορικού σήματος, αφού δεν εκπληρώνει ήδη το βασικό σκοπό του.

Στη συγκεκριμένη λοιπόν περίπτωση κρίθηκε ότι αυτή η λειτουργία δεν επιτυγχάνεται με το εν λόγω ηχητικό. Αντίθετα, ο EUIPO έχει κρίνει ότι καταχωρίσιμος είναι ο βρυγχηθμός του λιονταριού για προγράμματα της MGM (Metro-Goldwyn-Mayer – μάλιστα φαίνεται ότι δημιουργήθηκε ξεχωριστή εταιρεία ως φορέας του συγκεκριμένου δικαιώματος με την επωνυμία Metro-Goldwyn-Mayer Lion Corporation).

Η κρίση αυτή αναφορικά με το ηχητικό του Netflix μπορεί να ξενίζει πολλούς: σήμερα, ακούγοντας αυτό το ηχητικό, αντιλαμβανόμαστε μάλλον όλοι ότι ακολουθεί πρόγραμμα του Netflix. Εκείνο όμως το οποίο είναι κρίσιμο είναι το τι συνέβαινε κατά τον χρόνο εξέτασης της αίτησης. Πράγματι, τον Μάιο του 2017 δεν υπήρχε τέτοια διάδοση του συγκεκριμένου ηχητικού και η κρίση του EUIPO ότι στην καλύτερη περίπτωση μάλλον θα παρέπεμπε στην έναρξη ή στη λήξη συγκεκριμένου προγράμματος, φαίνεται να κινείται στη σωστή κατεύθυνση.

Για τον λόγο αυτό, το Netflix την 21.10.2019 επέλεξε να καταθέσει δήλωση για την καταχώριση σήματος της ΕΕ, με το συγκεκριμένο ηχητικό, συνοδευόμενο όμως και από video&#64434; το σήμα το βλέπετε (και το ακούτε) εδώ. Πρόκειται για πολυμεσικό (multimedia) σήμα – κι αυτό προβλέπεται. Με το video, στο οποίο φαίνεται το έμβλημα του Netflix, η γνωστή εταιρεία φαίνεται ότι ξεπέρασε τους όποιους προβληματισμούς σχετικά με τη λειτουργία προέλευσης. Ο καταναλωτής των υπηρεσιών, ακούγοντας το ηχητικό και βλέποντας το video, θα καταλάβει ότι πρόκειται για ένα σήμα το οποίο σκοπό έχει να δηλώσει την προέλευση της υπηρεσίας που καταναλώνει.

Βέβαια, σήμερα ενδέχεται να μπορεί το Netflix να προχωρήσει σε νέα υποβολή κατάθεσης (και μόνο) της ηχητικής του ένδειξης, αφού, πλέον, η προϋπόθεση της λειτουργίας προέλευσης μάλλον ικανοποιείται: μέσα από τη διαδεδομένη χρήση του εν λόγω ηχητικού, το κοινό το έχει συνδέσει με τη Netflix Inc. και τις υπηρεσίες της. Πρόκειται για τον λεγόμενο «επίκτητο διακριτικό χαρακτήρα». Και λέγεται επίκτητος, διότι οι προϋποθέσεις για τη επιτέλεση λειτουργίας προέλευσης γεννώνται κατόπιν της δημιουργίας της συγκεκριμένης (εν προκειμένω ηχητικής) ένδειξης, μέσα από την καθιέρωσή της στις συναλλαγές.

Πάντως, μέχρι σήμερα η Netflix Inc. δεν έχει προχωρήσει σε υποβολή δήλωσης κατάθεσης σήματος του εν λόγω ηχητικού, ούτε στη βάση του επίκτητου διακριτικού χαρακτήρα.

<div class=''', 'Giannis Psarakis', '2022-04-01', 1);
INSERT OR IGNORE INTO posts (title, slug, content, author, date, published) VALUES ('I katochyrosi tou neou simatos tis Juventus', 'trademark-simata-dikigoros-juv', '(Σε συνεργασία με το Capital.gr)

Ι. Είναι η κατοχύρωση εμπορικού σήματος πάντοτε μια ανεμπόδιστη διαδικασία;

Έχουν περάσει περίπου πέντε χρόνια από τότε που η ομάδα της Juventus (επίσημα: Juventus Football Club S.p.A.) επιχείρησε ένα τολμηρό rebranding, εγκαταλείποντας το έως τότε παραδοσιακό έμβλημά της, για μια περισσότερο minimal - σε αφαιρετική απεικόνιση - εκδοχή του γράμματος J.

Την 21η Δεκεμβρίου του 2021 εκδόθηκε μια ενδιαφέρουσα απόφαση (R 2803/2019-5) από την Επιτροπή Εφέσεων (Border of Appeals) του Γραφείου Διανοητικής Ιδιοκτησίας της Ευρωπαϊκής Ένωσης (European Union Intellectual Property Office - EUIPO) σε νομική διαμάχη που προκάλεσε εταιρεία από το Βέλγιο (J & JOY S.A.). Η εν λόγω εταιρεία θεώρησε ότι η ένδειξη την οποία επιχείρησε να κατοχυρώσει η Juventus ως εμπορικό σήμα της Ευρωπαϊκής Ένωσης (EUTM) ομοίαζε σε βαθμό "κινδύνου σύγχυσης" (κάτι που δεν επιτρέπεται) με κατοχυρωμένο από εκείνη προγενεστέρως εμπορικό σήμα.

Οι εκατέρωθεν ενδείξεις είχαν, συγκεκριμένα, ως εξής:

ΙΙ. Έχει σημασία για την κατοχύρωση εμπορικού σήματος η γνώση της νομολογίας και των διοικητικών πρακτικών;

Θα μπορούσε κανείς να πει ότι, πράγματι, υπάρχει κίνδυνος έστω μη αμελητέο τμήμα του κοινού της Ε.Ε. να "μπερδέψει" τα εν λόγω σήματα ή έστω να θεωρήσει ότι υφίσταται μια σχέση συνεργασίας μεταξύ των δύο οντοτήτων. Αυτό, όμως, όπως προαναφέρθηκε, δεν επιτρέπεται. Δηλαδή, εάν κρινόταν έτσι, θα ήταν αδύνατο να προβεί η Juventus στην κατοχύρωση του νέου εμπορικού της σήματος. Το προγενέστερο δικαίωμα της βελγικής εταιρείας θα επικρατούσε και ουσιαστικά η ιταλική ομάδα θα όφειλε να απέχει από τη χρήση της συγκεκριμένης ένδειξης για τις συγκεκριμένες εμπορικές της δραστηριότητες.

Παρ'' ό,τι η εταιρεία από το Βέλγιο η οποία είχε κατοχυρώσει προγενέστερο εμπορικό σήμα προσκόμισε πλειάδα προηγούμενων αποφάσεων, ισχυριζόμενη ότι το αποτέλεσμα αυτών οδηγούσε στο συμπέρασμα ότι οι εν λόγω ενδείξεις όφειλαν να γίνουν αντιληπτές ως απεικονίζουσες το ίδιο περιεχόμενο (γράμμα j), το Border of Appeals έκρινε ότι δεν συνέτρεχε τέτοια περίπτωση. Σημειώνουμε ότι εάν κρινόταν ότι οι απεικονίσεις αναπαρίσταναν το ίδιο γράμμα, η έκδοση απόφασης περί συνδρομής κινδύνου σύγχυσης θα ήταν εξαιρετικά πιθανή (άρα και η νομική "ήττα" της Juventus).

Βάση για την κρίση περί μη συνδρομής "κινδύνου σύγχυσης" αποτέλεσε η νεότερη νομολογία του Γενικού Δικαστηρίου της Ευρωπαϊκής Ένωσης (ΓΔΕΕ). Σύμφωνα με αυτή, οι καταναλωτές αντιλαμβάνονται τα απεικονιστικά σήματα ως έχουν, απέχοντας από περαιτέρω μη άμεσες ερμηνείες της εικόνας η οποία θα απαιτούσε πνευματική διεργασία και μόχθο (Accordingly, the Board is aligned with the latest jurisprudence of the General Court of the EU and the Grand Board of Appeal as cited above, which confirmed that consumers will perceive figurative marks &#8216;as such&#8217; and will not carry out far-fetched interpretations or mental exercises trying to decipher them).

Ασχέτως του εάν συμφωνεί κανείς με τη συγκεκριμένη κρίση – δεν θα ήταν παράλογο να ισχυριστούμε ότι πράγματι εκείνο που εντυπώνεται στο νου του καταναλωτή είναι και στις δύο περιπτώσεις το γράμμα j - γεγονός παραμένει ότι η ομάδα της Juventus βγήκε νικήτρια και εκτός γηπέδου. Σημαντικό ρόλο σε αυτό διαδραμάτισε πιθανότατα η γνώση και επίκληση, από πλευράς δικηγόρων της νεότερης νομολογίας του ΓΔΕΕ.

Σημείωση: Ένα πολύ καλό ενημερωτικό video για την ανακοπή επί εθνικού σήματος έχει αναρτηθεί από το Υπουργείο Ανάπτυξης και Επενδύσεων. Αν και το video αφορά σε εθνικό σήμα, οι ακολουθητέες διαδικασίες είναι σε πολύ μεγάλο βαθμό ίδιες αφού – κοντολογίς και για να μην κουράζουμε με λεπτομέρειες - βασίζονται σε σχεδόν ταυτόσημα νομοθετικά κείμενα της ΕΕ. Δηλαδή, μπορείτε να εμπιστευθείτε το video αυτό για να αντλήσετε πληροφορίες και για το εμπορικό σήμα της ΕΕ.

<div class=''', 'Giannis Psarakis', '2022-08-15', 1);
